[
  {
    "content": "![](_page_0_Picture_0.jpeg)\n> **Designed & Developed by: Ben Clay Kansas Curriculum Center**\n**Formatting & Text Processing by: Esperanza Root**\nThis publication was developed by the Kansas Curriculum Center with funds provided by the Kansas State Department of Education. First printing: October, 2001",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Null",
      "section": "Null",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 1
    }
  },
  {
    "content": "**TABLE-Table of Contents Table of Contents**\n| Preface<br>i-ii                                           |\n|-----------------------------------------------------------|\n| Pre-Test 1-2                                              |\n| Generally  3-5                                            |\n| General Tips About Testing  3-4                           |\n| When to Use Essay or Objective Tests  4-5                 |\n| Matching Learning Objectives with Test Items  5           |\n| Planning the Test  6-12                                   |\n| Cognitive Complexity  6-7                                 |\n| Content Quality  8                                        |\n| Meaningfulness<br>8                                       |\n| Language Appropriateness  9                               |\n| Transfer and Generalizability  9                          |\n| Fairness  10                                              |\n| Reliability<br>10                                         |\n| How to Defeat Student Guessing  11                        |\n| General Test Taking Tips  12                              |\n|                                                           |\n| Multiple Choice Test Items  13-19                         |\n| Section Summary 13                                        |\n| Test Your Knowledge 14                                    |\n| Suggestions for Writing Multiple Choice Test Items  15-16 |\n| Multiple Choice Test Taking Tips 17-18                    |\n| Aim for Higher Levels of Learning 19                      |\n| True-False Test Items 20-26                               |\n| Section Summary20                                         |\n| Test Your Knowledge 21                                    |\n| Suggestions for Writing True-False Test Items  22-23      |\n| Extreme Modifiers and Qualifiers  23                      |\n| True-False Test Taking Tips  24                           |\n| Variations in Writing True-False Test Items 24-25         |\n| Aim for Higher Levels of Learning 26                      |\n|                                                           |\n| Matching Test Items  27-33                                |\n| Section Summary 27                                        |\n| Test Your Knowledge28-29                                  |\n| Suggestions for Writing Matching Test Items  30-31        |\n| Matching Test Taking Tips  32                             |\n| Variations for Creating Matching Tests  33                |\n| Completion or Fill-in-the-Blank Test Items  34-37         |\n|------------------------------------------------------     |\n| Section Summary 34                                        |\n| Test Your Knowledge 35                                    |\n| Suggestions for Writing Completion Test Items  36-37      |\n| Completion Test Taking Tips  37                           |\n|                                                           |\n| Essay Test Items  38-44                                   |\n| Section Summary 38                                        |\n| \"I'd Like to Use Essay Tests, But…\"  39                   |\n| Read'Em and Weep Essay Test Items 39                      |\n| Test Your Knowledge 40                                    |\n| Suggestions for Writing Essay Test Items  41-42           |\n| Four-Step Process in Grading Essay Tests  43              |\n| Essay Test Taking Tips 44                                 |\n| Short Answer Questionsat the end (p 64)                   |\n| Additional Types of Test Items 45-51                      |\n| Problem Solving  45                                       |\n| Using Authentic Assessments  46-47                        |\n| Grading Authentic Assessments  48                         |\n| Rubric Development  48-51                                 |\n|                                                           |\n| Etc…Etc…Etc…<br>52-60                                     |\n| Purpose of Testing  52                                    |\n| Tips on Test Construction  52                             |\n| Test Layout Tips 52                                       |\n| Returning Tests and Giving Feedback  53                   |\n| Alternative Testing Modes  54                             |\n| Creating Fair Tests and Testing Fairly  55                |\n| \"I'd Like to Use Essay Tests, But…\"  56-57                |\n| Test Administration Assignment  58                        |\n| Cognitive Domain Guide 59                                 |\n| Affective Domain Guide  60                                |\n|                                                           |\n| Bibliography  61-63                                       |",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Null",
      "section": "Null",
      "subsection": "Null",
      "sub_subsection": "Null",
      "type": "table",
      "chunk_id": 2
    }
  },
  {
    "content": "Teachers tend to use tests that they have prepared themselves much more often than any other type of test. (*How Teaching Matters,* **NCATE,** Oct. 2000)\n\nWhile assessment options are diverse, most classroom educators rely on text and curriculum-embedded questions and tests that are overwhelmingly classified as **paper-and-pencil** (*National Commission on Teaching and America's Future,* 1996).\n\nFormal training in paper-and-pencil test construction may occur at the preservice level (52% of the time) or as inservice preparation (21%). A significant number of professional educators (48%) report no formal training in developing, administering, scoring, and interpreting tests (*Education Week,* \"National Survey of Public School Teachers, 2000\").\n\nStudents report a higher level of test anxiety over teacher-made tests (64%) than over standardized tests (30%). The top three reasons why: poor test construction, irrelevant or obscure material coverage, and unclear directions.(**NCATE,** \"Summary Data on Teacher Effectiveness, Teacher Quality, and Teacher Qualifications\", 2001.)\n\nA notable concern of many teachers is that they frequently have the task of constructing tests but have relatively little training or information to rely on in this task. **Is This a Trick Question?** is an information sourcebook for writing effective test questions. The central focus of the sourcebook's content is derived from standards developed by the National Center for Research on Evaluation, Standards, and Student Testing (CRESST).\n\nCRESST's criteria for establishing the technical quality of a test encompasses seven areas: cognitive complexity, content quality, meaningfulness, language appropriateness, transfer and generalizability, fairness, and reliability. Each aspect is discussed in the sourcebook in a straight-forward, jargon-free style.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Preface…",
      "section": "**Research indicates…**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 3
    }
  },
  {
    "content": "Part One contains information concerning general test construction and introduces the six levels of intellectual understanding: knowledge, comprehension, application, analysis, synthesis, and evaluation. These levels of understanding assist in categorizing test questions, with knowledge as the lowest level. Since teachers tend to construct questions in the knowledge category 80% to 90% of the time, throughout the sourcebook are examples of or suggestions for developing higher order thinking skills. This supports Kansas' current Quality Performance Accreditation initiative which has established content and performance standards that cannot be measured by low-level tests.\n\nPart Two of the information sourcebook is devoted to actual test question construction. Because of the diversity of assessment options, the sourcebook focuses primarily on paper-and-pencil tests, the most common type of teacher-prepared assessment. Five test item types are discussed: multiple choice, true-false, matching, completion, and essay. Information covers the appropriate use of each item type, advantages and disadvantages of each item type, and characteristics of well written items. Suggestions for addressing higher order thinking skills for each item type are also presented.\n\nThis sourcebook was developed to accomplish three outcomes:\n\n! Teachers will know and follow appropriate principles for developing and using assessment methods in their teaching, avoiding common pitfalls in student assessment.\n\n*(Continued on next page…)*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Preface…",
      "section": "**Research indicates…**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 4
    }
  },
  {
    "content": "The Kansas Commission on Teaching and America's Future (KCTAF), chaired by Dr. Andy Tompkins, Kansas Commissioner of Education, proposes to \"develop higher-quality alternative pathways to teaching\" as well as to \"reinvent teacher preparation and professional development.\" As secondary and postsecondary institutions are exploring (out of necessity mostly) alternatives to traditional teacher recruitment, the need for training in assessment procedures and paper-andpencil test construction in particular, become more and more evident.\n\n- ! Teachers will be able to identify and accommodate the limitations of different informal and formal assessment methods.\n- ! Teachers will gain an awareness that certain assessment approaches can be incompatible with certain instructional goals.\n\nThese three outcomes directly support the standards developed by a joint commission established by the National Education Association, the American Federation of Teachers, and the National Council on Measurement in Education. The initial standards were identified in 1990 and revised in 1999. In May 2001, a new listing was issued under the title \"Standards for Teacher Competence in Educational Assessment of Students\". The first two standards directly reflect the outcomes of this sourcebook:\n\n- ! Teachers should be skilled in choosing assessment methods appropriate for instructional discussion\n- ! Teachers should be skilled in developing assessment methods appropriate for instructional decisions.\n\nWhile no one document can thoroughly address the needs and concerns expressed in all of this information, this sourcebook can be a valuable resource for any teacher who is interested in measuring outcomes of significance, tapping into higher-level thinking and problem solving skills, and constructing tests that effectively and fairly capture what a student knows.\n\n> Ben Clay, Coordinator Kansas Curriculum Center",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Preface…",
      "section": "**In Kansas…**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 5
    }
  },
  {
    "content": "**1. Objective items** which require students to select the correct response from several alternatives or to supply a word or short phrase to answer a question or complete a statement\n**2. Subjective or essay items** which permit the student to organize and present an original answer.\n\n**Objective items include:**\n\n- ! multiple choice\n- ! true-false\n- ! matching\n- ! completion\n\n**Subjective items include:**\n\n- ! short-answer essay\n- ! extended-response essay\n- ! problem solving\n- ! performance test items",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Pre-Test",
      "section": "**Two general categories of test items**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 6
    }
  },
  {
    "content": "**TABLE-Test your knowledge of these two item types by answering the following questions**\n|  | Test Item Quiz<br>Circle the correct answer   T=True<br>F=False<br>?=Unsure<br>                     |   |   |   |\n|--|-----------------------------------------------------------------------------------------------------|---|---|---|\n|  | 1.Essay exams are easier to construct<br>than are objective exams.                                  | T | F | ? |\n|  | 2.Essay exams require more thorough<br>student preparation and study time<br>than objective exams.  | T | F | ? |\n|  | 3.Essay exams require writing skills<br>where objective exams do not.                               | T | F | ? |\n|  | 4.Essay exams teach a person how<br>to write.                                                       | T | F | ? |\n|  | 5.Essay exams are more subjective<br>in nature than are objective exams.                            | T | F | ? |\n|  | 6.Objective exams encourage guess<br>ing more so than essay exams.                                  | T | F | ? |\n|  | 7.Essay exams limit the extent of<br>content covered.                                               | T | F | ? |\n|  | 8.Essay and objective exams can<br>be used to measure the same<br>content or ability.               | T | F | ? |\n|  | 9.Essay and objective exams are<br>both good ways to evaluate a<br>student's level of knowledge.    | T | F | ? |\n|  | Answers on next page…                                                                               |   |   |   |",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Pre-Test",
      "section": "**Two general categories of test items**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "type": "table",
      "chunk_id": 7
    }
  },
  {
    "content": "Quiz\n\n![](_page_7_Figure_1.jpeg)\n\n*9. Essay and objective exams are both good ways to evaluate a student's level of knowledge.*\n\n**TRUE** Both objective and essay test items are good devices for measuring student achievement. However, as seen in the previous quiz answers, there are particular measurement situations where one item type is more appropriate than the other.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Pre-Test",
      "section": "**Two general categories of test items**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 8
    }
  },
  {
    "content": "**Creating a test is one of the most challenging tasks confronting an instructor. Unfortunately, many of us have had little, if any, preparation in writing tests.**\n\nWell constructed tests motivate students and reinforce learning. Well constructed tests enable teachers to assess the students mastery of course objectives. Tests also provide feedback on teaching, often showing what was or was not communicated clearly.\n\n> **While always demanding, test writing may be made easier by considering the following suggestions for general test construction.**",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Generally…",
      "section": "Null",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 9
    }
  },
  {
    "content": "In theory, the more items a test has, the more reliable it is. On a short test a few wrong answers can have a great effect on the overall results. On a long test, a few wrong answers will not influence the results as much. A long test does have drawbacks. If a test is too long, and particularly if students are doing the same kind of item over and over, they may get tired and not respond accurately or seriously. If a test needs to be lengthy, divide it into sections with different kinds of tasks, to maintain the student's interest.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Generally…",
      "section": "**General Tips About Testing**",
      "subsection": "**Length of Test**",
      "sub_subsection": "Null",
      "chunk_id": 10
    }
  },
  {
    "content": "It is necessary to give clear, concise instructions. It is useful to provide an example of a worked problem, which helps the students understand exactly what is necessary. What seems to be clear to the writer may be unclear to someone else.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Generally…",
      "section": "**General Tips About Testing**",
      "subsection": "**Clear, Concise Instructions**",
      "sub_subsection": "Null",
      "chunk_id": 11
    }
  },
  {
    "content": "It is often advantageous to mix types of items (multiple choice, true-false, essay) on a written exam or to mix types of exams (a performance component with a written component). Weaknesses connected with one kind of item or component or in students' test taking skills will be minimized.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Generally…",
      "section": "**General Tips About Testing**",
      "subsection": "**Mix It Up!**",
      "sub_subsection": "Null",
      "chunk_id": 12
    }
  },
  {
    "content": "It is helpful for instructors to test early in the term and consider discounting the first test if results are poor. Students often need a practice test to understand the format each instructor uses and anticipate the best way to prepare for and take particular tests.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Generally…",
      "section": "**General Tips About Testing**",
      "subsection": "**Test Early**",
      "sub_subsection": "Null",
      "chunk_id": 13
    }
  },
  {
    "content": "Frequent testing helps students to avoid getting behind, provides instructors with multiple sources of information to use in computing the final course grade (thus minimizing the effect of \"bad days\"), and gives students regular feedback. It is important to test various topics in proportion to the emphasis given in class. Students will expect this practice and will study with this expectation.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Generally…",
      "section": "**General Tips About Testing**",
      "subsection": "**Test Frequently**",
      "sub_subsection": "Null",
      "chunk_id": 14
    }
  },
  {
    "content": "Instructors should be cautious about using tests written by others. Often, items developed by a previous instructor, a textbook publisher, etc., can save a lot of time, but they should be checked for accuracy and appropriateness in the given course.\n\n*(Continued on next page…)*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Generally…",
      "section": "**General Tips About Testing**",
      "subsection": "**Check For Accuracy**",
      "sub_subsection": "Null",
      "chunk_id": 15
    }
  },
  {
    "content": "On written exams, it is important to proofread exams carefully and, when possible, have another person proofread them. Tiny mistakes, such as misnumbering the responses, can cause big problems later. Collation should also be checked carefully, since missing pages can cause a great deal of trouble.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Generally…",
      "section": "**General Tips About Testing**",
      "subsection": "**Proofread Exams**",
      "sub_subsection": "Null",
      "chunk_id": 16
    }
  },
  {
    "content": "Generally, on either a written or performance test, it is wise to avoid having separate items or tasks depend upon answers or skills required in previous items or tasks. A student's initial mistake will be perpetuated over the course of succeeding items or tasks, penalizing the student repeatedly for one error.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Generally…",
      "section": "**General Tips About Testing**",
      "subsection": "**One Wrong Answer**",
      "sub_subsection": "Null",
      "chunk_id": 17
    }
  },
  {
    "content": "It is important to anticipate special considerations that learning disabled students or non-native speakers may need. The instructor needs to anticipate special needs in advance and decide whether or not students will be allowed the use of dictionaries, extra time, separate testing sites, or other special conditions.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Generally…",
      "section": "**General Tips About Testing**",
      "subsection": "**Special Considerations**",
      "sub_subsection": "Null",
      "chunk_id": 18
    }
  },
  {
    "content": "Instructors have found that using a little humor or placing less difficult items or tasks at the beginning of an exam can help students with test anxiety to reduce their preliminary tension and thus provide a more accurate demonstration of their progress.\n\n*What makes a test good or bad? The most basic and obvious answer to that question is that good tests measure what you want to measure, and bad tests do not.*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Generally…",
      "section": "**General Tips About Testing**",
      "subsection": "**A Little Humor**",
      "sub_subsection": "Null",
      "chunk_id": 19
    }
  },
  {
    "content": "*It is always tempting to emphasize the parts of the course that are easiest to test, rather than the parts that are important to test.*\n\nEssay tests are appropriate when:\n\n- ! the group to be tested is small and the test is not to be reused.\n- ! you wish to encourage and reward the development of student skill in writing.\n- ! you are more interested in exploring the student's attitudes than in measuring his/her achievement.\n\nObjective tests are appropriate when:\n\n- ! the group to be tested is large and the test may be reused.\n- ! highly reliable scores must be obtained as efficiently as possible.\n- ! impartiality of evaluation, fairness, and freedom from possible test scoring influences are essential. *(Continued on next page…)*\n\n**(Continued from previous page)**\n\nEither essay or objective tests can be used to:\n\n- ! measure almost any important educational achievement a written test can measure.\n- ! test understanding and ability to apply principles.\n- ! test ability to think critically.\n- ! test ability to solve problems.\n\n*Conventional wisdom accurately portrays shortanswer and essay examinations as the easiest to write and the most difficult to grade, particularly if they are graded well.*\n\n**The matching of learning objective expectations with certain item types provides a high degree of test validity: testing what is supposed to be tested**\n\nCertain item types are better suited than others for measuring particular learning objectives. For example, learning objectives requiring the student to demonstrate or to show, may be better measured by performance test items, whereas objectives requiring the student to explain or to describe may be better measured by essay test items.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Generally…",
      "section": "When to Use Essay or Objective Tests to Essay or Objective Tests",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 20
    }
  },
  {
    "content": "To further illustrate this principle, several sample learning objectives and appropriate test items are provided on the right. Match the most suitable test item with each of the learning objectives.\n\n![](_page_10_Figure_11.jpeg)\n\n1-A, 2-C, 3-B, 4-D, 5-B, 6-C, 7-B, 8-D, 9-A, 10-C *Answers:*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Generally…",
      "section": "When to Use Essay or Objective Tests to Essay or Objective Tests",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 21
    }
  },
  {
    "content": "**By definition no test can be truly objective: existing as an object of fact, independent of the mind.**\n\n*In general, test items should…*\n\n- ! Assess achievement of instructional objectives\n- ! Measure important aspects of the subject (concepts and conceptual relations)\n- ! Accurately reflect the emphasis placed on important aspects of instruction\n- ! Measure an appropriate level of student knowledge\n- ! Vary in levels of difficulty\n\n*Implying that one type of question is automatically objective and the other necessarily subjective is a faulty assumption, since bias can occur with either type of test.*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Planning the Test…",
      "section": "Null",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 22
    }
  },
  {
    "content": "**Standard:** The test questions will focus on appropriate intellectual activity ranging from simple recall of facts to problem solving, critical thinking, and reasoning.\n\nCognitive complexity refers to the various levels of learning that can be tested. A good test reflects the goals of the instruction. If the instructor is mainly concerned with students memorizing facts, the test should ask for simple recall of material. If the instructor is trying to develop analytic skills, a test that asks for recall is inappropriate and will cause students to conclude that memorization is the instructor's true goal.\n\n*Refreshing the old bloom…*\n\nDuring the 1948 convention of the American Psychological Association, a group of educational psychologists decided it would be useful to classify different levels of understanding that students can achieve in a course.\n\nIn 1956, after extensive research on educational goals, the group published its findings in a book edited by Dr. Benjamin S. Bloom, a Harvard professor. Bloom's **Taxonomy of Educational Objectives** lists six levels of intellectual understanding:\n\n- ! Knowledge ! Analysis\n- ! Comprehension ! Synthesis\n- ! Application ! Evaluation\n\nThese levels of understanding assist in categorizing test questions. Teachers tend to ask questions in the **knowledge** category 80% to 90% of the time. These questions are not bad, but using them all the time is. Try to utilize higher order level of questions. These questions require much more *brain power. (See the next page for a definition and sample question frames for each level of learning.)*\n\n\\*Adapted from material developed by the National Center for Research on Evaluation, Standards, and Student Testing (CRESST).\nSee **pages 59 & 60** for Cognitive and Affective Domain Guides.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Planning the Test…",
      "section": "*Criteria for Establishing* **Technical Quality of a Test\\***",
      "subsection": "1. Cognitive Complexity",
      "sub_subsection": "Null",
      "chunk_id": 23
    }
  },
  {
    "content": "Recognizing and recalling information, including dates, events, persons, places; terms, definitions; facts, principles, theories; methods and procedures\n*Sample Question Frames*\nWho invented the…? What is meant by…? Where is the…?",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Planning the Test…",
      "section": "*Criteria for Establishing* **Technical Quality of a Test\\***",
      "subsection": "1. Cognitive Complexity",
      "sub_subsection": "**Knowledge**",
      "chunk_id": 24
    }
  },
  {
    "content": "Understanding the meaning of information, including restating (in own words); translating from one form to another; or interpreting, explaining, and summarizing.\n*Sample Question Frames*\nRestate in your own words…? Convert fractions into…? List three reasons for…?",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Planning the Test…",
      "section": "*Criteria for Establishing* **Technical Quality of a Test\\***",
      "subsection": "1. Cognitive Complexity",
      "sub_subsection": "**Comprehension**",
      "chunk_id": 25
    }
  },
  {
    "content": "Applying general rules, methods, or principles to a new situation, including classifying something as a specific example of a general principle or using a formula to solve a problem.\n*Sample Question Frames*\nHow is...an example of... ? How is...related to... ? Why is...significant?",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Planning the Test…",
      "section": "*Criteria for Establishing* **Technical Quality of a Test\\***",
      "subsection": "1. Cognitive Complexity",
      "sub_subsection": "**Application**",
      "chunk_id": 26
    }
  },
  {
    "content": "Identifying the organization and patterns within a system by identifying its component parts and the relationships among the components.\n*Sample Question Frames*\nWhat are the parts of... ? Classify ...according to... Outline/diagram...",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Planning the Test…",
      "section": "*Criteria for Establishing* **Technical Quality of a Test\\***",
      "subsection": "1. Cognitive Complexity",
      "sub_subsection": "**Analysis**",
      "chunk_id": 27
    }
  },
  {
    "content": "Discovering/creating new connections, generalizations, patterns, or perspectives; combining ideas to form a new whole.\n*Sample Question Frames* What would you infer from... ? What ideas can you add to... ? How would you create a... ?",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Planning the Test…",
      "section": "*Criteria for Establishing* **Technical Quality of a Test\\***",
      "subsection": "1. Cognitive Complexity",
      "sub_subsection": "**Synthesis**",
      "chunk_id": 28
    }
  },
  {
    "content": "Using evidence and reasoned argument to judge how well a proposal would accomplish a particular purpose; resolving controversies or differences of opinion.\n*Sample Question Frames*\nDo you agree…? How would you decide about... ? What priority would you give... ?\n\n(continued)",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Planning the Test…",
      "section": "*Criteria for Establishing* **Technical Quality of a Test\\***",
      "subsection": "1. Cognitive Complexity",
      "sub_subsection": "**Evaluation**",
      "chunk_id": 29
    }
  },
  {
    "content": "**Standard:** The test questions will permit students to demonstrate their knowledge of challenging and important subject matter.\n\nSome important questions need to be answered concerning the content quality of the test. What are the test specifications? What skills do they indicate will be tested. How many questions and how many areas will be covered? How many sections will there be? What formats will be used to test?\n\nIf an instructor has focused on the War of 1812 in the majority of the class sessions and activities, this emphasis should be reflected in the test. A test that covers a much broader period will be regarded as unfair by the students, even if the instructor has told them that they are responsible for material that has not been discussed in class. Students go by instructors' implicit values more than their stated ones.\n\n**To Achieve Content Quality…**\n\nThe first activity in planning a test is to outline the actual course content that the test will cover. A convenient way of accomplishing this is to take a few minutes following each class to list on an index card the important concepts covered in class and in assigned reading for that day. These cards can then be used later as a source of test items.\n\nAn even more conscientious approach would be to construct the test items themselves after each class. The advantage of either of these approaches is that the resulting test is likely to be a better representation of course activity.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Planning the Test…",
      "section": "*Criteria for Establishing* **Technical Quality of a Test\\***",
      "subsection": "2. Content Quality",
      "sub_subsection": "Null",
      "chunk_id": 30
    }
  },
  {
    "content": "**Standard:** The test questions will be worth students' time and students will recognize and understand their value.\n**To Achieve Meaningfulness…**\n\n\"In my opinion, students should not be forced to guess what will be on a test, or psych-out the teacher to decide what to study. Research shows that the less able students are heavily penalized by a failure to realize what is required for a test. The more able students seem to sense what the teacher wants, but the students most in need of help are likely to flounder even more painfully if they must guess what to study.\n\n\"The obvious solution to this problem is to give students specific study questions, then draw the test from the study questions. Sometimes this is criticized as *teaching the test,* as if having study questions in itself encourages a superficial approach. That may be true if there are very few study questions. However, if a teacher offers questions for all of the most important ideas in an assignment, then **teaching the test is teaching the course.**\"\n\n*Russell A. Dewey, PhD Georgia Southern University, Statesboro, GA*\n\n*It is very easy to write items which require only rote recall but are nonetheless difficult because they are taken from obscure passages (footnotes, for instance).*\n\n(continued)\n\n*Preliminary findings by the National Center for Research on Evaluation, Standards, and Student Testing (CRESST):*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Planning the Test…",
      "section": "*Criteria for Establishing* **Technical Quality of a Test\\***",
      "subsection": "3. Meaningfulness",
      "sub_subsection": "Null",
      "chunk_id": 31
    }
  },
  {
    "content": "Math and science subsections: 67% percent of items had general vocabulary evaluated as uncommon or used in an atypical manner; 33% of items had syntactic structures evaluated as complex or atypical in their construction.\n\nReading comprehension: Same as above for vocabulary and syntax; 50% of items also had discourse level demands.\n\nTo reduce frustration for good students, avoid **all of these** and **none of these** and **both a & b** answers. These items are acceptable from a theoretical standpoint, but most prepared test-takers dislike them! As an example, the more subject matter a student knows, the easier it is to make arguments in favor of answers that the teacher might regard as wrong.\n\nTrue-false questions are the worst of all in this regard. Often the truth value of an isolated statement is quite debatable! It all depends on how it is interpreted, the definition of a key term, or the context.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Planning the Test…",
      "section": "*Criteria for Establishing* **Technical Quality of a Test\\***",
      "subsection": "3. Meaningfulness",
      "sub_subsection": "**Results of Applying Language Evaluation Criteria to Standardized Content Test Items**",
      "chunk_id": 32
    }
  },
  {
    "content": "**Standard:** The language demands will be clear and appropriate to the assessment tasks and to students.\n\nTest questions should reflect the language that is used in the classroom. Test items should be stated in simple, clear language, free of nonfunctional material and extraneous clues. Test items should also be free of race, ethnic, and sex bias. Beyond these two qualifications, students' language backgrounds impact their performance on tests. The vocabulary (uncommon usage; nonliteral usage) and the syntax of the test (atypical parts of speech; complex structures) may create language barriers.\n\nModifications of the test for students that are limited English proficient include: assessment in the native language; text changes in vocabulary; modification of linguistic complexity; addition of visual supports; use of glossaries in native language; use of glossaries in English; linguistic modification of test directions; and additional example items/tasks.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Planning the Test…",
      "section": "*Criteria for Establishing* **Technical Quality of a Test\\***",
      "subsection": "4. Language Appropriateness",
      "sub_subsection": "Null",
      "chunk_id": 33
    }
  },
  {
    "content": "**Standard:** Successful performance on the test will allow valid generalizations about achievement to be made.\n\nPresentations, scenarios, projects and portfolios add dimensions to assessment that traditional testing cannot. Teachers can make valid generalizations about achievement more easily using authentic and performance assessments. These generalizations may involve instructional placement decisions, formative evaluation decisions and diagnostic decisions. Well constructed tests—whether they are objective or performance oriented—allow teachers to understand what needs to be taught next. Teachers are also able to monitor a student's learning, while instruction is underway, and can change the instruction program as needed.\n\n(continued)",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Planning the Test…",
      "section": "*Criteria for Establishing* **Technical Quality of a Test\\***",
      "subsection": "5. Transfer and Generalizability",
      "sub_subsection": "Null",
      "chunk_id": 34
    }
  },
  {
    "content": "**Standard:** Student performance will be measured in a way that does not give advantage to factors irrelevant to school learning; scoring schemes will be similarly equitable.\n\nHere are a few basic rules of fairness: test questions should reflect the objectives of the unit; expectations should be clearly known by the students; each test item should present a clearly formulated task; one item should not aide in answering another; ample time for test completion should be allowed; and assignment of points should be determined before the test is administered.\n\nGrading constructively requires the instructor to provide feedback (written and/or oral) that helps the students to appreciate what they achieved and did not achieve by taking the test. This feedback could include the following: encouraging comments on a test or paper that convey respect for what the student attempted to accomplish; praise for what the student did accomplish and suggestions for improving performance.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Planning the Test…",
      "section": "*Criteria for Establishing* **Technical Quality of a Test\\***",
      "subsection": "6. Fairness",
      "sub_subsection": "Null",
      "chunk_id": 35
    }
  },
  {
    "content": "**Standard:** Answers to test questions will be consistently trusted to represent what students know.\n\nThe whole point of testing is to encourage learning. A good test is designed with items that are not easily guessed without proper studying. It is possible to construct all types of test questions which are not readily guessed and therefore require a student to comprehend basic factual material.\n\nMultiple choice questions are widely scorned as **multiple guess** questions. The solution to this problem is to design multiple choice items so that students who know the subject or material adequately are more likely to choose the correct alternative and students with less adequate knowledge are more likely to choose a wrong alternative. *(On the next page are suggestions on how to defeat the TEST-WISE strategies of students who do not study.)*\n\n**Five hundred secondary and postsecondary students were surveyed for suggestions on how an instructor could grade fairly and accurately.**\n\n**Here are the top 10 responses.**\n\n-  Consider grading based only on mastery of material and not on personalities or perceived effort.\n-  Do not over emphasize grades. Emphasize learning over grades.\n-  Keep students informed of their progress throughout the term.\n-  Clearly state grading policies and procedures in the syllabus and review them with the class during orientation.\n-  Avoid modifying policies during the term.\n-  Provide plenty of opportunities for assessment. This will avoid unnecessary pressure and allow for some mistakes.\n-  Provide some choice in format or topic when assigning work.\n-  Keep accurate records of grades. Record numerical grades, rather than letter grades, when possible.\n-  Consider allowing rewrites on papers.\n-  If many do poorly on an exam, schedule an exam for the following week to retest the class.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Planning the Test…",
      "section": "*Criteria for Establishing* **Technical Quality of a Test\\***",
      "subsection": "7. Reliability",
      "sub_subsection": "Null",
      "chunk_id": 36
    }
  },
  {
    "content": "**Rule of thumb:** Pick the longest answer.\n\n**Way to defeat this strategy:** Make sure the longest answer is right about a fifth of the time (if there are five alternatives for each question).\n\n**Rule of thumb:** Pick the 'b' alternative.\n\n**Way to defeat this strategy:** Make sure each answer is used the same number of times, in random order.\n\n**Rule of thumb:** Never pick an answer which uses the word 'always' or 'never' in it.\n\n**Way to defeat this strategy:** Make sure such answers are correct about a fifth of the time.\n\n**Rule of thumb:** If there are two answers which express opposites, pick one or the other and ignore other alternatives.\n\n**Way to defeat this strategy:** Sometimes offer opposites when neither is correct.\n\n**Rule of thumb:** If in doubt, guess.\n\n**Way to minimize the impact of this strategy:** Use five alternatives instead of three or four.\n\n**Rule of thumb:** Pick the scientific-sounding answer.\n\n**Way to defeat this strategy:** Use scientific sounding jargon in wrong answers\n\n**Rule of thumb:** Do not pick an answer which is too simple or obvious.\n\n**Way to defeat this strategy:** Sometimes make the simple, obvious answer the correct one.\n\n**Rule of thumb:** Pick a word which you remember was related to the topic.\n\n**Way to defeat this strategy:** When drawing up distractors (wrong answers) use terminology from the same area of the text as the right answer, but in distracters use those words incorrectly so the wrong answers are definitely wrong.\n\n(continued)",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Planning the Test…",
      "section": "*Criteria for Establishing* **Technical Quality of a Test\\***",
      "subsection": "How to Defeat the Common Rules of Thumb How to Defeat Common Rules of Thumb Which Students Use to Guess Correct Answers Which Students Use to Guess Correct Answers",
      "sub_subsection": "Null",
      "chunk_id": 37
    }
  },
  {
    "content": "(continued)\n\nStudies have shown that the grade given to an essay test depend in part upon the neatness of the handwriting. That seems like a poor way to assign a grade. However, if students are asked to do the test on a word processor, it is hard to ensure that the work is original. Studies have also shown that grades for essay tests are influenced by length. If a student rambles on, there is greater likelihood of hitting a few points that the teacher is looking for. But do we want to reward verbosity?\n\nDespite all this, essay and short answer tests have many virtues. Students need practice formulating arguments, expressing things clearly, and integrating ideas. Nobody would argue that **all** testing should be multiple choice. However, for teachers in many situations, a good objective test is both fairer and more efficient than an essay or short answer test. One way to ensure reliability is to share with your students…",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Planning the Test…",
      "section": "*Criteria for Establishing* **Technical Quality of a Test\\***",
      "subsection": "How to Defeat the Common Rules of Thumb How to Defeat Common Rules of Thumb Which Students Use to Guess Correct Answers Which Students Use to Guess Correct Answers",
      "sub_subsection": "Null",
      "chunk_id": 38
    }
  },
  {
    "content": "- 1. Tell students to survey the entire test before they begin. This will help them identify which section will be quick and/or easy and which will require more time and thought.\n- 2. Encourage students to underline important words in the directions such as list, discuss, define, etc.\n- 3. Instruct students that when they take a test, they should do the easy questions first.\n- 4. Help students schedule their time by estimating the total time available compared to the number of questions on the test. They need to recognize that some types of questions will take longer than others.\n- 5. Suggest that students put a checkmark next to any questions which they left blank and will need to come back to for completion later.\n- 6. Prompt students to hold onto their test until they have looked it over thoroughly. They should make sure they have completed each task and have reread the entire test to verify that they have given the answers they intended.\n\n*\"Remind, remind, remind students to stop and ask for directions or clarification if there is something they don't understand. Directions are the roadmap to their final destination.\"*\n\n*Suggestion…*\n\nEncourage students to design their own test. This will help them anticipate some of the questions or information to be included on the instructor's exam.\n\nVarious kinds of objective and essay test items are presented in the following sections of this document.\n\nEach kind of test item is briefly described in terms of advantages and limitations for use.\n\nGeneral suggestions are also presented for the construction of each test item variation.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Planning the Test…",
      "section": "General Test Taking Tips",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 39
    }
  },
  {
    "content": "*\"…almost any well defined cognitive objective can be tested fairly in a multiple choice format.\"*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Multiple Choice Test Items",
      "section": "Null",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 40
    }
  },
  {
    "content": "**Good for:**\n\n! Application, synthesis, analysis, and evaluation levels\n\n**Types:**\n\n- ! Question/Right answer\n- ! Incomplete statement\n- ! Best answer\n\n**Advantages:**\n\n- ! Very effective\n- ! Versatile at all levels\n- ! Minimum of writing for student\n- ! Guessing reduced\n- ! Can cover broad range of content\n\n**Disadvantages:**\n\n- ! Difficult to construct good test items\n- ! Difficult to come up with plausible distractors/alternative responses\n\nThe multiple choice item consists of the stem, which identifies the question or problem and the response alternatives or choices. Usually, students are asked to select the one alternative that best completes a statement or answers a question. For example,\n\n**Item Stem:** Which of the following is a chemical change?\n\n- **Response Alternatives:** a. Evaporation of alcohol\n- b. Freezing of water\n- c. Burning of oil \"\n- d. Melting of wax\n\nMultiple choice items are considered to be among the most versatile of all item types. They can be used to test factual recall as well as levels of understanding and ability to apply learning. As an example, the multiple choice item below is testing not only information recall but also the ability to use judgment in analyzing and evaluating.\n\nMultiple choice tests can be used to test the ability to:\n\n- 1. recall memorized information\n- 2. apply theory to routine cases\n- 3. apply theory to novel situations\n- 4. use judgment in analyzing and evaluating\n- A. 1 only\n- B. 1 and 2 only\n- C. 1, 2 and 3 only\n- D. 1, 2, 3 and 4 \"",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Multiple Choice Test Items",
      "section": "*Section Summary*",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 41
    }
  },
  {
    "content": "Multiple choice items can also provide an excellent basis for posttest discussion, especially if the discussion addresses why the incorrect responses were wrong as well as why the correct responses were right. Unfortunately, multiple choice items are difficult and time consuming to construct well. They may also appear too discriminating (picky) to students, especially when the alternatives are well constructed and are open to misinterpretation by students who read more into questions than is there.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Multiple Choice Test Items",
      "section": "*Section Summary*",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 42
    }
  },
  {
    "content": "of multiple choice tests by taking the multiple choice test on the next page…**\nCircle the Most Correct Answer Circle the Most Correct Answer Circle the Correct Answer\n\n1. Multiple choice items provide highly reliable test scores because:\n\n- **A.** they do not place a high degree of dependence on the students reading ability\n- **B.** they place a high degree of dependence on a teacher's writing ability\n- **C.** they are a subjective measurement of student achievement\n- **D.** they allow a wide sampling of content and a reduced guessing factor\n\n2. You should:\n- **A.** always decide on an answer before reading the alternatives\n- **B.** always review your marked exams\n- **C.** never change an answer\n- **D.** always do the multiple choice items on an exam first\n\n3. The above multiple choice item is\n\n- structurally undesirable because:\n- **A.** a direct question is more desirable than a incomplete statement\n- **B.** there is no explicit problem or information in the stem\n- **C.** the alternatives are not all plausible\n- **D.** all of the above\n- **E.** A & B only\n- **F.** B & C only\n- **G.** A & C only\n- **H.** none of the above\n\n4. The above multiple choice item is undesirable because:\n\n- **A.** it relies on an answer required in a previous item\n- **B.** the stem does not supply enough information\n- **C.** eight alternatives are too many and too confusing to the student\n- **D.** more alternatives just encourage guessing\n\n5. The right answers in multiple choice questions tend to be:\n\n- **A.** longer and more descriptive\n- **B.** the same length as the wrong answers\n- **C.** at least a paragraph long\n- **D.** short",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Multiple Choice Test Items",
      "section": "**Test your knowledge",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 43
    }
  },
  {
    "content": "6. When guessing on a multiple choice question with numbers in the answer:\n\n- **A.** always pick the most extreme\n- **B.** pick the lowest number\n- **C.** pick answers in the middle range\n- **D.** always pick C\n\n7. What is the process of elimination in a multiple choice question?\n\n- **A.** skipping the entire question\n- **B.** eliminating all answers with extreme modifiers\n- **C.** just guessing\n- **D.** eliminating the wrong answers\n\n7. What should you not do when taking a multiple choice test:\n\n- **A.** pay attention to patterns\n- **B.** listen to last minute instructions\n- **C.** read each question carefully\n- **D.** read all choices\n\n8. It is unlikely that a student who is unskilled in untangling negative statements will:\n\n- **A.** quickly understand multiple choice items not written in this way\n- **B.** not quickly understand multiple choice items written in this way\n- **C.** quickly understand multiple choice items written in this way\n- **D.** not quickly understand multiple choice items not written in this way\n\n1-D, 2-B, 3-D, 4-C, 5-A, 6-C, 7-D, 8-C *Answers:*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Multiple Choice Test Items",
      "section": "**Test your knowledge",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 44
    }
  },
  {
    "content": "**1. When possible, state the stem as a direct question rather than as an incomplete statement.**\n\n*Undesirable:* Alloys are ordinarily produced by…\n\n*Desirable:* How are alloys ordinarily produced?\n\n**2. Present a definite, explicit and singular question or problem in the stem.**\n\n| Undesirable: | Desirable:                 |\n|--------------|----------------------------|\n| Psychology…  | The science of mind and be |\n|              | havior is called…          |\n\n**3. Eliminate excessive verbiage or irrelevant information from the stem.**\n\n| Undesirable:                   | Desirable:                   |\n|-----------------------------   |------------------------------|\n| While ironing her formal, Jane | Which of the following ways  |\n| burned her hand accidently     | of heat transfer explains why|\n| on the hot iron.  This was due | Jane’s hand was burned after |\n| to a transfer of heat between..| she touched a hot iron?      |\n\n\n**4. Include in the stem any word(s) that might otherwise be repeated in each alternative.**\n\n| Undesirable: In national elections in the<br>United States the President is | Desirable: In national elections in the<br>United States the President is\n|-----------------------------------------------------------------------------|---------------------------------------------------------------------------|\n| A. chosen by the people.                                                    | A. the people.                                                            |\n| B. chosen by members of Congress.                                           | B. members of Congress                                                    |\n| C. chosen by the House of Representatives.                                  | C. the House of Reps                                                      |\n| D.chosen by the Electoral College.\"                                         | D.the Electoral college. \"                                                |\n\n\n*Remember…*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Multiple Choice Test Items",
      "section": "Suggestions For Writing Multiple Choice Test Items",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 45
    }
  },
  {
    "content": "*Remember…*\n\n- ! Use at least four alternatives for each item to lower the probability of getting the item correct by guessing.\n- ! Use capital letters (A, B, C, D) as response signs rather than lower case letters (\"a\" gets confused with \"d\" and \"c\" with \"a\" if the type or duplication is poor).\n- ! Randomly distribute the correct response among the alternative positions throughout the test, having approximately the same proportion of alternatives A, B, C, and D as the correct response.\n- ! Avoid irrelevant clues such as grammatical structure, well known verbal associations or simplistic connections between stem and answer.\n- ! When possible, present alternatives in some logical order (e.g., chronological, most to least, alphabetical).\n- ! Use the alternatives **none of the above** and **all of the above** sparingly. When used, such alternatives should occasionally be used as the correct response.\n\n*Remember…*\n\n- ! In testing for definitions, use the term in the stem rather than as an option.\n- ! List alternatives on separate lines (rather than including the options as part of the stem) so that all options can be clearly distinguished.\n- ! Keep all alternatives in a similar format (i.e., all phrases, all sentences, etc.).\n- ! Try to make alternatives for an item approximately the same length. (Making the correct response consistently longer is a common error.)\n- ! Use misconceptions students have indicated in class or errors commonly made by students in the class as the basis for incorrect alternatives.\n- ! Way to judge a good stem: students who know the content should be able to answer before reading the alternatives.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Multiple Choice Test Items",
      "section": "Suggestions For Writing Multiple Choice Test Items",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 46
    }
  },
  {
    "content": "Multiple choice exams provide easier conditions for cheating than essay tests since single letters or numbers are easier to see than extensive text. Cheating can be minimized by using alternative test forms and controlling seating.\n\n**5. Use negatively stated stems sparingly. When used, underline and/or capitalize the negative word.**\n\n| Undesirable:                  | Desirable:                    |\n|-------------------------------|-------------------------------|\n| Which of the following is not | Which of the following is NOT |\n| cited as an accomplishment of | cited as an accomplishment of |\n| the Kennedy administration?   | the Kennedy administration?   |\n\n**6. Make all alternatives plausible and attractive to the less knowledgeable or skillful student.**\n\n*Undesirable:*\nWhat process is most nearly the opposite of photosynthesis? A. Digestion B. Assimilation C. Respiration \" D. Catabolism\n\n*Desirable:*\n\nWhat process is most nearly the opposite of photosynthesis?\nA. Digestion B. Relaxation C. Respiration \" D. Exertion\n\n**7. Make the alternatives mutually exclusive.**\n\n| Undesirable:                  | Desirable:                   |\n|-------------------------------|------------------------------|\n| The daily minimum required    | What is the daily minimum    |\n| amount of milk that a 10 year | required amount of milk a 10 |\n| old child should drink is     | year old child should drink? |\n| A. 1-2 glasses.               | A. 1 glass.                  |\n| B. 2-3 glasses. \"             | B. 2 glasses.                |\n| C. 3-4 glasses. \"             | C. 3 glasses. \"              |\n| D. at least 4 glasses.        | D. 4 glasses.                |\n|                               |                              |\n\n**8. Make alternatives approximately equal in length.**\n\n*Undesirable:* The most general cause of low individual incomes in the United States is:\n\n- A. lack of valuable productive services to sell. \"\n- B. unwillingness to work.\n- C. automation.\n- D. inflation.\n\n*Desirable:*\n\nWhat is the most general cause of low individual incomes in the United States?",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Multiple Choice Test Items",
      "section": "Suggestions For Writing Multiple Choice Test Items",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 47
    }
  },
  {
    "content": "- A. A lack of valuable productive services to sell. \"\n- B. The population's overall unwillingness to work.\n- C. The nation's increased reliance on automation.\n- D. An increasing national level of inflation.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Multiple Choice Test Items",
      "section": "Suggestions For Writing Multiple Choice Test Items",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 48
    }
  },
  {
    "content": "The directions usually indicate that some alternatives may be partly correct or correct statements in themselves, but not when joined to the stem. The directions may say: \"choose the most correct answer\" or \"mark the one best answer.\" Sometimes you may be asked to \"mark all correct answers.\"",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Multiple Choice Test Items",
      "section": "Multiple Choice Test Taking Tips Students: Multiple Test Taking Tips",
      "subsection": "**1. Read the directions carefully**",
      "sub_subsection": "Null",
      "chunk_id": 49
    }
  },
  {
    "content": "If your exam has types of questions other than multiple choice, just reading the stems and alternatives acts is a warm-up to the material. (The stem is the question and the alternatives are the choices). Also, the ideas embedded in these multiple choice questions will fuel your thinking for doing the other parts of the exam. Use the process of elimination procedure. Eliminate the obviously incorrect alternatives.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Multiple Choice Test Items",
      "section": "Multiple Choice Test Taking Tips Students: Multiple Test Taking Tips",
      "subsection": "**2. Do the multiple choice items first**",
      "sub_subsection": "Null",
      "chunk_id": 50
    }
  },
  {
    "content": "Read the stem with each alternative to take advantage of the correct sound or flow that the correct answer often produces. Also, you can eliminate any alternatives that do not agree grammatically with the stem.\n\nSome students find it effective to read the stem and anticipate the correct alternative before actually looking at the alternatives. If you generally do better on essay exams, this strategy may help you a great deal.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Multiple Choice Test Items",
      "section": "Multiple Choice Test Taking Tips Students: Multiple Test Taking Tips",
      "subsection": "**3. Read all of the stem and every alternative**",
      "sub_subsection": "Null",
      "chunk_id": 51
    }
  },
  {
    "content": "Examine the \"above\" alternatives to see if all of them or none of them apply totally. If even one does not apply totally, do not consider \"all of the above\" or \"none of the above\" as the correct answer. Make sure that a statement applies to the question since it can be true, but not be relevant to the question at hand!\n\n*(Continued on next page…)*\n\n**Pay attention to the words…**\n\n- ! Note qualifying words: **usually, often, generally, may,** and **seldom** are qualifiers that could indicate a true statement.\n- ! Words such as **every, all, none, always,** and **only** are superlatives that indicate the correct answer is an undisputed fact. In general, absolutes are rare.\n- ! If a negative word such as **none, not, never,** or **neither** is in the stem, assume that the correct alternative must be a fact or absolute and that the other alternatives could be true statements, but not the correct answer.\n\n*Plan to progress through the exam in three ways:*\n\n- ! Read every question carefully but quickly, answering only those of which you are 100% certain. Put a \"?\" on those that need more thought.\n- ! Then, examine/study the questions not yet answered. Answer those you are reasonably sure of without pondering too long on each. Erase the \"?\".\n- ! Finally, study the remaining unanswered questions. If you cannot come to a decision by reasoning or if you run out of time, guess. Erase the \"?\". Note that some examinations penalize \"guessing\" by subtracting points for incorrect answers.\n\n*If there is no penalty, then a guess is better than a blank.*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Multiple Choice Test Items",
      "section": "Multiple Choice Test Taking Tips Students: Multiple Test Taking Tips",
      "subsection": "**4. Consider \"all of the above\" and \"none of the above\"**",
      "sub_subsection": "Null",
      "chunk_id": 52
    }
  },
  {
    "content": "Often you are required to answer up to 70 multiple choice questions in an hour or less. This means you may have less than a minute, on average, to spend on each question. Some questions, of course, will take you only a few seconds, while others will require more time for thought.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Multiple Choice Test Items",
      "section": "Multiple Choice Test Taking Tips Students: Multiple Test Taking Tips",
      "subsection": "**5. Plan your time**",
      "sub_subsection": "Null",
      "chunk_id": 53
    }
  },
  {
    "content": "Research has shown that changing answers on a multiple choice or true-false exam is neither good nor bad: if you have a good reason for changing your answer, change it. The origin of the myth that people always change from \"right\" to \"wrong\" is that those (i.e. the wrong ones) are the only ones you will see when you review your exam—you will not notice the ones you changed from \"wrong\" to \"right.\"\n\n*This will pay dividends on future exams…*\n\n**Study your marked and returned exam in order to learn from your successes and mistakes.**\n\nAfter Your Exam Has Been Returned\n\n- 1. Examine each question you did get correct. Remember how you knew that the information was important when you studied. How did you study?\n- 2. Examine each question you did not get correct in order to understand the distinction between the correct alternative and the incorrect alternatives. Ask yourself why the correct answer is correct and why the other alternatives are incorrect.\n- 3. Determine the level of thought your instructor expects of you by reading through all of the questions. Are you expected to recognize, analyze, synthesize and/or apply the material that has been presented to you? Study accordingly for the next exam.\n\nMultiple Choice Test Items: Conclusion Multiple Choice Test Items: Conclusion\n\n**Why are these multiple choice questions crummy?**\n\n- 1. How frequently do you take a sick day from work? A. never B. once or twice a year C. 3 to 5 times a year D. 6 to 12 times a year E. at least once a month\n- 2. Identify the issue that you believe is most critical to this country's future.\n- A. the economy B. education\n- C. integrity in government\n- D. national defense\n- E. some other issue",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Multiple Choice Test Items",
      "section": "Multiple Choice Test Taking Tips Students: Multiple Test Taking Tips",
      "subsection": "**6. Changing answers**",
      "sub_subsection": "Null",
      "chunk_id": 54
    }
  },
  {
    "content": "*\"Understand that there is always one clearly best answer. My goal is not to trick students or require them to make difficult judgments about two options that are nearly equally correct. My goal is to design questions that students who understand will answer correctly and students who do not understand will answer incorrectly.\"*\n\n> *John A. Johnson Dept. of Psychology, Penn State University*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Multiple Choice Test Items",
      "section": "Multiple Choice Test Taking Tips Students: Multiple Test Taking Tips",
      "subsection": "**6. Changing answers**",
      "sub_subsection": "Null",
      "chunk_id": 55
    }
  },
  {
    "content": "Most teachers find it easier to construct multiple choice items to test recall and comprehension and to use essay items to test higherlevel learning objectives. But other possibilities exist. Multiple choice items that require students to do such things as classify statements as fact or opinion go beyond simple recall of facts.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Multiple Choice Test Items",
      "section": "**Aim for Higher Levels of Learning**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 56
    }
  },
  {
    "content": "A common goal of the Salt March in India, the Boxer Rebellion in China, and the Zulu resistance in southern Africa was to:\n\n- A. overthrow totalitarian leaders\n- B. force upper classes to carry out land reform programs\n- C. remove foreign powers\n- D. establish Communist parties to lead the governments\n\nIn western Europe, which development caused the other three?\n\n- A. decline of trade\n- B. fall of Rome\n- C. breakdown of central government\n- D. rise in the power of the Roman Catholic Church\n\nOne way to write multiple choice questions that require more than recall is to develop questions that resemble miniature \"cases\" or situations. Provide a small collection of data, such as a description of a situation, a series of graphs, quotes, a paragraph, or any cluster of the kinds of raw information that might be appropriate material for the activities of your discipline.\n\nThen develop a series of questions based on that material. These questions might require students to apply learned concepts to the case, to combine data, to make a prediction on the outcome of a process, to analyze a relationship between pieces of the information, or to synthesize pieces of information into a new concept.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Multiple Choice Test Items",
      "section": "**Aim for Higher Levels of Learning**",
      "subsection": "*Here are two examples of multiple choice test items designed for higher order thinking skills.*",
      "sub_subsection": "Null",
      "chunk_id": 57
    }
  },
  {
    "content": "*There are many situations which call for either-or decisions, such as deciding whether a specific solution is right or wrong, whether to continue or to stop, whether to use a singular or plural construction, and so on. For such situations, the true-false item is an ideal measuring device.*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "True-False Test Items",
      "section": "Null",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 58
    }
  },
  {
    "content": "**Good for:**\n\n- ! Knowledge level content\n- ! Evaluating student understanding of popular misconceptions\n- ! Concepts with two logical responses\n\n**Advantages:**\n\n- ! Can test large amounts of content\n- ! Students can answer 3-4 questions per minute\n\n**Disadvantages:**\n\n- ! They are easy\n- ! It is difficult to discriminate between students that know the material and students who do not\n- ! Students have a 50-50 chance of getting the right answer by guessing\n- ! Need a large number of items for high reliability\n\nIn the most basic format, true-false questions are those in which a statement is presented and the student indicates in some manner whether the statement is true or false. In other words, there are only two possible responses for each item, and the student chooses between them. True-false questions are well suited for testing student recall or comprehension. Students can generally respond to many questions, covering a lot of content, in a fairly short amount of time.\n\nFrom the teacher's perspective, true-false questions can be written quickly. They are easy to score. Because they can be objectively scored, the scores are more reliable than for items that are at least partially dependent on the teacher's judgment.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "True-False Test Items",
      "section": "*Section Summary*",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 59
    }
  },
  {
    "content": "True-false questions require the students to select a response (true or false) that shows recognition of correct or incorrect information that is presented to them. These are included among the items that are called **selection,** in contrast to **supply** items in which the student must supply the correct information.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "True-False Test Items",
      "section": "*Section Summary*",
      "subsection": "*Select or Supply?*",
      "sub_subsection": "Null",
      "chunk_id": 60
    }
  },
  {
    "content": "Another term applied to true-false items is **forced choice** because the student must choose between two possible answers. Educational objectives that specify the student will *identify, select,* and *recognize* material are appropriately targeted to either forced choice questions or more complex matching or multiple choice questions.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "True-False Test Items",
      "section": "*Section Summary*",
      "subsection": "*Forced Choice*",
      "sub_subsection": "Null",
      "chunk_id": 61
    }
  },
  {
    "content": "Many educators feel that true-false test items serve little or no measurement purposes because true-false items are subject to guessing. (But the likelihood of obtaining a substantially higher than chance score by guessing alone is very small). In general, individual true-false items are less discriminating than individual multiple choice items. There is a tendency to write trivial true-false items, which lead students to verbatim memorization. At the same time, no diagnostic information is available from incorrect responses to true-false items. Finally, true-false items are not amenable to concepts that cannot be formulated as propositions.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "True-False Test Items",
      "section": "*Section Summary*",
      "subsection": "*Much Maligned and Abused…*",
      "sub_subsection": "Null",
      "chunk_id": 62
    }
  },
  {
    "content": "- ! The essence of educational achievement is the command of useful verbal knowledge.\n- ! All verbal knowledge can be expressed in propositions.\n- ! A proposition is any sentence that can be said to be true or false.\n- ! The extent of students' command of a particular area of knowledge is indicated by their success in judging the truth or falsity of propositions related to it. Ebel and Frisbie (1991)\n\nSince true-false questions tend to be either extremely easy or extremely difficult, they do not discriminate between students of varying ability as well as other types of questions do.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "True-False Test Items",
      "section": "*Section Summary*",
      "subsection": "*Summarizing the Argument for the Value of True-False Test Items*",
      "sub_subsection": "Null",
      "chunk_id": 63
    }
  },
  {
    "content": "- are adaptable to the measurement of a wide variety of learning outcomes.\n- ! Scoring accuracy and economy—Scoring keys can be economically applied by machine or clerical assistants.\n- ! Reliability—True-false tests that are highly reliable can be constructed.\n- ! Amenable to item analysis— True-false items are amenable to item analysis, by means of which they can be improved.\n- ! Efficiency—More test responses can be obtained from a given amount of written material and in a given amount of time than from other forms.\n- ! True-false items are useful in testing misconceptions.\n- ! True-false items can be expressed in few words, making them less dependent on reading ability.\n\n\nMaking the Case for True-False Items\n! Versatility—True-false items are adaptable to the measure ent of a wide variety of learning outcomes.\n! Scoring accuracy and economy—Scoring keys can be economically applied by machine or clerical assistants.\n! Reliability—True-false tests that are highly reliable can be constructed.\n! Amenable to item analysis True-false items are amenable to item analysis, by means of which they can be improved.\n! Efficiency—More test responses can be obtained from a given amount of written  material and in a given amount of time than from other forms.\n! True-false items are useful in testing misconceptions.\n! True-false items can be expressed in few words, making them less dependent on reading ability",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "True-False Test Items",
      "section": "*Section Summary*",
      "subsection": "**Making the Case for True-False Items**",
      "sub_subsection": "Null",
      "chunk_id": 64
    }
  },
  {
    "content": "| Directions: For each question below, circle A or B.  |\n| 1. Is it recommended to take statements directly from the<br>text to make good true-false questions?\n|    A. Yes   B. No                                                                                                                |\n| 2. Two ideas can be included in a true-false statement if<br>the purpose is to show cause and effect.\n|    A. Yes   B. No                                                                                                                                                                |\n| 3. When a true-false statement is an opinion, it should be<br>attributed to someone in the statement.\n|    A. Yes   B. No                                                                                                                                                                |\n| 4. Underlining or circling answers is preferable to having<br>the student write them.\n|    A. Yes   B. No                                                                                                                                                                                |\n| Circle \"Good\" if it describes a good practice in true-false questions, circle \"Poor\" if it characterizes a poor practice.                                      |\n| 5. Complex statements are used to measure higher order thinking.\n|    Good     Poor\n| 6. If negatives, such as \"not,\" are used, they should be highlighted in some way.\n|    Good     Poor\n| 7. True and false statements should be approximately the same length.\n|    Good     Poor |\n| 8. There should be a recognizable pattern in the answers, such as TFTFTFTF.\n|    Good     Poor\n| 9. The following are examples of words that should be avoided: \"all,\" \"none,\" \"never,\" \"sometimes,\" \"generally,\" and \"often\n|    Good     Poor                          |",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "True-False Test Items",
      "section": "Check Your Knowledge of True-False Test Items",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 65
    }
  },
  {
    "content": "*Remember…*\n\n- ! Keep language as simple and clear as possible.\n- ! Use a relatively large number of items (75 or more when the entire test is T/F).\n- ! Be aware that extremely long or complicated statements will test reading skill rather than content knowledge.\n- ! Require students to circle or underline a typed \"T\" or \"F\" rather than to fill in a \"T\" or \"F\" next to the statement, thus avoiding having to interpret confusing handwriting.\n- ! If a proposition expresses a relationship, such as cause and effect or premise and conclusion, present the correct part of the statement first and vary the truth or falsity of the second part.\n- ! Make true and false items of approximately equal average length throughout the test.\n- ! Randomize the sequence of true and false statements.\n- ! Make use of popular misconceptions/beliefs as false statements.\n- ! Write items so that the incorrect response is more plausible or attractive to those without the specialized knowledge being tested.\n\n1. Base true-false items upon statements that are absolutely true or false, without qualifications or exceptions.**\n\n| Undesirable:Nearsightedness is<br>hereditary in origin.  | Desirable:Ge neticists and eye specialists believe that the predisposition to nearsightedness is hereditary. |\n\n2. Express the item statement as simply and as clearly as possible.\n\n*Undesirable:* When you see a highway with a marker that reads, \"Interstate 80\" you know that the construction and upkeep of that road is maintained by the state and federal government.\n\n*Desirable:* The construction and maintenance of interstate highways are provided by both state and federal governments.\n\n3. Express a single idea in each test item.**\n\n*Undesirable:*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "True-False Test Items",
      "section": "Suggestions For Writing True-False Test Items For Writing True-False Test Items",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 66
    }
  },
  {
    "content": "3. Express a single idea in each test item.**\n\n*Undesirable:*\n\nWater will boil at a higher temperature if the atmospheric pressure on its surface is increased and more heat is applied to the container.\n\n*Desirable:*\n\nWater will boil at a higher temperature if the atmospheric pressure on its surface is increased.\n\n4. Include enough background information and qualifications so that the ability to respond correctly to the item does not depend on some special, uncommon knowledge.**\n\n| Undesirable:                  | Desirable:                     |\n|-------------------------------|--------------------------------|\n| The second principle of edu   | According to John Dewey, the   |\n| cation is that the individual | second principle of education  |\n| gathers knowledge.            | is that the individual gathers |\n|                               | knowledge.                     |\n\n5. Avoid the use of extreme modifiers or qualifiers.**\n\n*Undesirable:*\n\n—**All** sessions of Congress are called by the President. (F)\n—The Supreme Court **frequently** rules on the constitutionality of law. (T)\n—An objective test is **generally** easier to score than an essay test. (T)\n\n*Desirable:*\n\n—The sum of the angles of a triangle is **always** 180o . (T)\n—The galvanometer is the instrument **usually** used for the metering of electrical energy used in a home. (F)\n\n6. Avoid lifting statements from the text, lecture or other materials so that memory alone will not permit a correct answer.**\n\n*Undesirable:*\n\nFor every action there is an opposite and equal reaction.\n\n*Desirable:*\n\nIf you were to stand in a canoe and throw a life jacket forward to another canoe, chances are your canoe  would jerk backward.\n\n**7. Avoid using negatively stated item statements.**\n\n| Undesirable:               | Desirable:                 |\n|----------------------------|----------------------------|\n| The Supreme Court is not   | The Supreme is composed of |\n| composed of nine justices. | nine justices.             |\n\n**8. Avoid the use of unfamiliar vocabulary.**",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "True-False Test Items",
      "section": "Suggestions For Writing True-False Test Items For Writing True-False Test Items",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 67
    }
  },
  {
    "content": "**8. Avoid the use of unfamiliar vocabulary.**\n\n*Undesirable:* According to some politicians, the raison d'etre for capital punishment is retribution.\n\n*Desirable:* According to some politicians, justification for capital punishment is retribution.\n\n*Writing Hint…*\n\nOne method for developing true-false items is to write a set of true statements that cover the content, then convert approximately half of them to false statements. **Remember:** When changing items to false (as well as in writing the true statements initially), state the items positively, avoiding negatives or double negatives.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "True-False Test Items",
      "section": "Suggestions For Writing True-False Test Items For Writing True-False Test Items",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 68
    }
  },
  {
    "content": "| all        | none           |\n|------------|----------------|\n| always     | never          |\n| only       | nobody         |\n| invariably | no one         |\n| best       | absolutely     |\n| worst      | absolutely not |\n| everybody  | certainly      |\n| everyone   | certainly not  |\n\n*Qualifiers:*\n\n| usually  | frequently |\n|----------|------------|\n| often    | sometimes  |\n| some     | seldom     |\n| many     | much       |\n| probably | a majority |\n| apt to   | most       |\n| might    | a few      |\n| may      | unlikely   |\n|          |            |\n\n*Remember…*\n\n- ! Determine that the questions are appropriately answered by \"True\" or \"False\" rather than by some other type of response, such as \"Yes\" or \"No.\"\n- ! Arrange the statements so that there is no discernible pattern of answers (such as T , F, T, F, T, F and T, T, F, F, T, T, F, F) for True and False statements.\n- ! Avoid the tendency to add details in true statements to make them more precise. The answers should not be obvious to students who do not know the material.\n- ! Be sure to include directions that tell students how and where to mark their responses.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "True-False Test Items",
      "section": "*Extreme Modifiers:*",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 69
    }
  },
  {
    "content": "- ! When you do not know or cannot remember information to determine the truth of a statement, assume that it is true.\n- ! There are generally more true questions on true-false exams than false questions because instructors tend to emphasize true questions.\n- ! If there is specific detail in the statement, it may also tend to be true. For example, the statement \"There are 980 endangered species worldwide\" has specific detail and is likely to be true.\n- ! Look for extreme modifiers that tend to make the question false. Extreme modifiers, such as always, all, never, or only make it more likely that the question is false.\n- ! Identify qualifiers that tend to make the question true. Qualifiers (seldom, often, many) make the question more likely true.\n- ! Questions that state a reason tend to be false.\n- ! Words in the statement that cause justification or reason (since, because, when, if) tend to make the statement false because they bring in a reason that is incorrect or incomplete.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "True-False Test Items",
      "section": "True-False Test Taking Tips",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 70
    }
  },
  {
    "content": "*The True-False-Correction Question…*\n\nIn this variation, true-false statements are presented with a key word or brief phrase that is underlined. It is not enough that a student correctly identify a statement as being false. To receive credit for a statement labeled false, the student must also supply the correct word or phrase which, when used to replace the underlined part of the statement, makes the statement a true one.\n\nThis type of item is more thorough in determining whether students actually know the information that is presented in the false statements. While a student might correctly guess that a statement is false, no credit would be given unless the student could change the statement to a true one by writing word/words to replace underlined word(s).\n\n*(Continued on next page…)*\n\nThe teacher decides what word/phrase can be changed in the sentence; if students were instructed only to make the statement a true statement, they would have the liberty of completely rewriting the statement so that the teacher might not be able to determine whether or not the student understood what was wrong with the original statement.\n\nIf, however, the underlined word/phrase is one that can be changed to its opposite it loses the advantage over the simpler true-false question because all the student has to know is that the statement is false and change **is** to **is not.**",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "True-False Test Items",
      "section": "Variations in Writing Variations in Writing True-False Test Items True-False Test Items",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 71
    }
  },
  {
    "content": "In the yes-no variation, the student responds to each item by writing, circling or indicating yes-no rather than true-false. An example follows:\n\n> *What reasons are given by students for taking evening classes? In the list below, circle Yes if that is one of the reasons given by students for enrolling in evening classes; circle No if that is not a reason given by students.*\n\n| Yes | No | They are employed during the day.            |\n|-----|----|----------------------------------------------|\n| Yes | No | They are working toward a degree.            |\n| Yes | No | They like going to school.                   |\n| Yes | No | There are no good television shows to watch. |\n| Yes | No | Parking is more plentiful at night.          |",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "True-False Test Items",
      "section": "Variations in Writing Variations in Writing True-False Test Items True-False Test Items",
      "subsection": "*The Yes-No Variation…*",
      "sub_subsection": "Null",
      "chunk_id": 72
    }
  },
  {
    "content": "The example below shows a question for which the same two answers apply. The answers are categories of content rather than true-false or yes-no. This is another form of forced choice question because for each item the student must choose between **A** and **B.**\n\n*Indicate whether each type of question below is a selection type or supply type by circling A if it is selection, B if it is supply.*\n\n| Supply |                 |\n|--------|-----------------|\n| B      | Multiple choice |\n| B      | True-False      |\n| B      | Essay           |\n| B      | Matching        |\n| B      | Short Answer    |\n|        |                 |\n\nTrue-False Test Items: Conclusion True-False Test Items: Conclusion",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "True-False Test Items",
      "section": "Variations in Writing Variations in Writing True-False Test Items True-False Test Items",
      "subsection": "*The A-B Variation…*",
      "sub_subsection": "Null",
      "chunk_id": 73
    }
  },
  {
    "content": "- 1. There is no advantage for not using specific determiners in true-false items. **T F**\n- 2. Test validity is a function of test reliability, which can be improved by using fewer items. **T F**\n- 3. A nickel is larger than a dime. **T F**\n- 4. An eagle's range of sight is precisely 1,000 ft. **T F**\n- 5. The telephone was invented a long time ago. **T F**\n\n\"A major distinction between the true-false test item and items in a multiple choice format, is that the true-false statement contains no criterion for answering the question. Each examinee must ask the question: *True or false with respect to what?* Each true-false item must be unequivocally true or unequivocally false. It is imperative that proper wording and the elimination of extraneous clues are more crucial with the true-false item than with any other test format.\" Writing Test Items, na, Michigan State University Dept. of Education, Dec. 1999",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "True-False Test Items",
      "section": "Variations in Writing Variations in Writing True-False Test Items True-False Test Items",
      "subsection": " **Why are these true-false questions crummy?**",
      "sub_subsection": "Null",
      "chunk_id": 74
    }
  },
  {
    "content": "While true-false and other forced choice questions are generally used to measure knowledge and understanding, they could also be used at higher levels. Students could be provided with a set of information new to them, perhaps a portfolio, set of data, or a written work of some type, then asked various forced choice questions related to the content or the presence/absence of certain characteristics in the work.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "True-False Test Items",
      "section": "**Aim for Higher Levels of Learning**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 75
    }
  },
  {
    "content": "Scores on true-false items tend to be high because of the ease of guessing correct answers when the answer is not known. With only two choices (true or false) the student could expect to guess correctly on half of the items for which correct answers are not known.\n\nIf a student knows the correct answers to 10 questions out of 20 and guesses on the other 10, the student could expect a score of 15. The teacher can anticipate scores ranging from approximately 50% for a student who did nothing but guess on all items to 100% for a student who knew the material.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "True-False Test Items",
      "section": "**Aim for Higher Levels of Learning**",
      "subsection": "**Anticipate Scoring Ranges**",
      "sub_subsection": "Null",
      "chunk_id": 76
    }
  },
  {
    "content": "The true-false test is probably the best known of the various types of objective test items. It is the easiest to construct and at the same time the most abused. The students learn the weaknesses that are inherent in many such items and are able to obtain high scores by noting the grammatical construction, the choice of words or other clues.\n\nThe true-false test can be used effectively as an instructional test to promote interest and introduce points for discussion. This perhaps is the most important use for the plain true-false item. It is a valuable type of test to use in giving short, daily quizzes that may be used to motivate the students for a new assignment, to review a previous lesson, to locate points to be retaught or to introduce controversial points for class discussion.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "True-False Test Items",
      "section": "**Aim for Higher Levels of Learning**",
      "subsection": "*In the final analysis…*",
      "sub_subsection": "Null",
      "chunk_id": 77
    }
  },
  {
    "content": "*Matching questions provide a most efficient way to test knowledge in courses in which events, dates, names, and places are important. Matching questions are also appropriate for the sciences in which numerous experiments, experimenters, results, and special terms and definitions have to be remembered.*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Matching Test Items",
      "section": "Null",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 78
    }
  },
  {
    "content": "**Good for:**\n\n- ! Knowledge level\n- ! Some comprehension level, if appropriately constructed\n\n**Types:**\n\n- ! Terms with definitions\n- ! Phrases with other phrases\n- ! Causes with effects\n- ! Parts with larger units\n- ! Problems with solutions\n\n**Advantages:**\n\n- ! Maximum coverage at knowledge level in a minimum amount of space/preptime\n- ! Valuable in content areas that have a lot of facts\n\n**Disadvantages:**\n\n- ! Time consuming for students\n- ! May not be appropriate for higher levels of learning\n\nA simple matching item consists of two columns: one column of **stems** or problems to be answered, and another column of **responses** from which the answers are to be chosen. Traditionally, the column of stems is placed on the left and the column of responses is placed on the right. An example is given below.\n\n> **Directions:** On the line next to each children's book in Column A print the letter of the animal or insect in Column B that is a main character in that book. Each animal or insect in Column B can be used only once.\n\n**Column A                  Column B**\n1. Charlotte's Web           A. Bear\n2. Winnie the Pooh           B. Chimpanzee\n3. Black Beauty              C. Cricket\n4. Tarzan                    D. Deer\n5. Pinocchio                 E. Horse\n6. Bambi                     F. Pig\n\n\nThe student reads a stem (Column A) and finds the correct response from among those in Column B. The student then prints the letter of the correct response in the blank beside the stem in Column A. An alternative is to have the student draw a line from the correct response to the stem, but this is more time consuming to score.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Matching Test Items",
      "section": "*Section Summary*",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 79
    }
  },
  {
    "content": "In the above example notice that the stems in Column A are assigned numbers (1, 2, 3, etc.). The items in Column B are designated by capital letters. Capital letters are used rather than lower case letters in case some students have reading problems. Also there are apt to be fewer problems in scoring the student's handwritten responses if capital letters are used.\n\nAlso in the above example, the student only has to know five of the six answers to get them all correct. Since each animal in Column B can be used only once, the one remaining after the five known answers have been recorded is the answer for the sixth premise. One way to reduce the possibility of guessing correct answers is to list a larger number of responses than premises.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Matching Test Items",
      "section": "*Section Summary*",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 80
    }
  },
  {
    "content": "1. Problem: Faulty directions.\n\n**Directions:** \"Place the letter of the term in the right hand column on the line to the left of the definition column.\"\n\nCircle the letter(s) that describe the best way to revise these directions:\n\nA. Add: \"Match the following\"\nB. Add: \"Each term may not be used more than once\"\nC. Change the order of the directions provided\nD.No changes needed\n\n2. Problem: Unrelated topics.\n\n- 1.Year in which WWII began            A. Joseph Stalin\n- 2.British Prime Minister in WWII      B. Franklin D. Roosevelt\n- 3.U.S. President during WWII          C. 1939\n- 4.German dictator in WWII             D. Winston Churchill\nE. Adolf Hitler\n\nCircle the letter(s) that describe the best way to revise this matching test.\n\nA. Change one of the descriptions to read: \"Russian dictator in WWI\"\nB. Add an item to the left hand column\nC. Add a description that reads: \"Year in which WWI began\"\nD.Remove option C. from the right hand column\nE. Remove all stimuli and responses that do not concern leaders in WWII\n\n3. Problem: Mixing matching with completion.\n\n**Directions:** On the line to the left of each statement write the letter of the atomic particles from the right hand column that the statement describes. Use each particle only once.\n\n- 1. An _______ orbits the nucleus.                          A. Electron\n- 2. Positively charged particles are called _______ .       B. Neutron\n- 3. A _______ has no charge.                                C. Protons\n- 4. The_______ is located in the center of an atom.         D. Nucleus\nE. Ion\n\nCircle the letter(s) that describe the best way to revise this matching test.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Matching Test Items",
      "section": "Test Your Knowledge of Matching Test Items",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 81
    }
  },
  {
    "content": "A. Edit all the stimuli on the left to be complete statements.\nB. Remove all the blanks from the stimuli on the left.\nC. Change the order of the responses on the right.\nD.Edit the stimuli to be grammatically unbiased (i.e. singular/plural)\n\n> 1-C, 2-E, 3-A, B & D *Answers:*\n\n\n\n4. Directions: The four statements presented below refer to the structure of the matching test, specifically what elements should be in Column A and what elements should be in Column B. At the left of each statement are the letters A and B. Circle A if Column A is the best choice; circle B if Column B is the best choice. |----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| A    B | 1. When presenting words and their definitions, which column should contain the definitions, which are longer than the words?\n| A    B | 2. Items arranged in chronological order would be found in which column?\n| A    B | 3. Premise is the term applied to the items in which column?\n| A    B | 4. Items are designated by numbers in which column?     |",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Matching Test Items",
      "section": "Test Your Knowledge of Matching Test Items",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 82
    }
  },
  {
    "content": "5. Directions: For the four learning objectives listed below, decide whether a matching exercise would be an appropriate method of assessment (Assume that you can construct a list of 6-8 items for the matching question.) Circle YES if appropriate; circle NO if not appropriate.\n| YES   NO      | A. The student will be able to recognize the cities in/near which the major battles in the American Revolution took place.\n| YES   NO      | B. The student will be able to differentiate between words that are spelled correctly and those spelled incorrectly.\n| YES   NO      | C. The student will be able to identify the elements with their symbols from the periodic table.\n| YES   NO      | D. The student will be able to identify the English words for various fruits that are represented by their Spanish language counterparts.\n\n6. Directions: On the lines following this matching question supply four recommendations to improve this question.\n\n| Hitler         A. Year in which WWII began\n| Mulroney       B. A Canadian Prime Minister\n| Tank           C. A German dictator during the WWII\n| 1939           D. An armored vehicle used originally to<br>break the trench war stalement in WWI\n\nRecommendations:\n1. _____________________________________________________________________\n2. _____________________________________________________________________\n3. _____________________________________________________________________\n4. _____________________________________________________________________",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Matching Test Items",
      "section": "Test Your Knowledge of Matching Test Items",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 83
    }
  },
  {
    "content": "*Remember…*\n\n- ! Review your teaching objectives to make sure that a matching component is appropriate.\n- ! Keep matching items brief, limiting the list of stimuli to 10 - 15.\n- ! When possible, reduce the amount of reading time by including only short phrases or single words in the response list.\n- ! Use the more involved expressions in the stem and keep the responses short and simple.\n- ! Arrange the list of responses in some systematic order if possible (chronological, alphabetical).\n- ! Make sure that there are never multiple correct responses for one stem (although a response may be used as the correct answer for more than one stem).\n- ! Avoid breaking a set of items (stems and responses) over two pages. (Students go nuts flipping pages.)\n\n**1. Include directions which clearly state the basis for matching the stimuli with the responses.**\n\nExplain whether or not a response can be used more than once and indicate where to write the answer.\n*Undesirable:*\n*Directions: Match the following.\n*Desirable:*\nDirections: On the line to the left of each identifying location and characteristics in Column I, write the letter of the country in Column II that is best defined. Each country in Column II may be used more than once.\n\n**2. Use only items that share the same foundation of information.**\n\nUnrelated topics included in the same matching item may allow for obvious matches and mismatches.\n*Undesirable:*\n\n**Directions:** Match the following.\n\n- 1. Water                    A. NaCl\n- 2. Discovered Radium        B. Fermi\n- 3. Salt                     C. NH3\n- 4. Ammonia                  D. 1942\n- 5. Year of the first        E. H2\nNuclear Fission          F. Curie\nG. 1957\n\n*Desirable:*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Matching Test Items",
      "section": "Suggestions For Writing Matching Test Items Suggestions For Writing Test Items",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 84
    }
  },
  {
    "content": "*Desirable:*\n\n**Directions:** On the line to the left of each compound in Column I, write the letter of the compound's formula presented in Column II. Use each formula only once.\n\n\n| Column I             | Column II |           |\n|----------------------|-----------|-----------|\n| ____1. Water         | A.        | H2<br>S04 |\n| ____2. Salt          | B.        | HCl       |\n| ____3. Ammonia       | C.        | NaCl      |\n| ____4. Sulfuric Acid | D.        | H2<br>0   |\n|                      | E.        | H2<br>HCl |\n\n**3. Avoid grammatical or other clues to the correct response.**\n\n*Undesirable:*\n\n**Directions:** Match the following in order to complete the sentences on the left.\n\n- ____1.Plato insisted that government was                         A. The Prince.\n- ____2.Machiavelli wrote about achieving political                B. desirable and inevitable unity in\nC. a science requiring experts.\n- ____.Hobbes argued that human nature made                        D. organized along industrial lines. absolute monarchy\nE. Communism.\n- ____4.Marx was a German philosopher and economist who founded\n\n*Desirable:*\n\n**Directions:** On the line to the left of each statement write the letter of the philosopher from the right hand column that the statement describes. Use each philosopher once.\n\n- ____1.Thought government was a science requiring experts.                  A. Hobbes\n- ____2.Described methods of achieving political unity.                      B. Marx\n- ____3.Founded Communism.                                                   C. Machiavelli\n- ____4.Believed that human nature made absolute                             D. Durkheim monarchy desirable and inevitable\nE. Plato\n\n**4. The column of stimuli on the left should set the question clearly.**\n\n*Undesirable:*\n\n**Directions:** Match the following.\n\n- ____1. City dwellers        A. Wild animals\n- ____2. Hunter-gatherers     B. Farm\n- ____3. Pastoral nomads      C. Apartment buildings\nD. Graze animals\n*Desirable:*\n\n**Directions:** On the line to the left of each definition, write the letter of the term in the right hand column that is defined. Use each term only once.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Matching Test Items",
      "section": "Suggestions For Writing Matching Test Items Suggestions For Writing Test Items",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 85
    }
  },
  {
    "content": "- ____1. Live in areas of high population density.                  A. Pastoral nomads\n- ____2. Move from one place to another in search of wild animals.  B. Ranchers\n- ____3. Move from one place to another with grazing animals.       C. Hunter-gatherers\n- ____4. Till land for cash crops.                                  D. City dwellers\nE. Farmers",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Matching Test Items",
      "section": "Suggestions For Writing Matching Test Items Suggestions For Writing Test Items",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 86
    }
  },
  {
    "content": "- ! Read the directions. There are usually two lists that need to be matched. Take a look at both lists to get a feel for the relationships and build your confidence.\n- ! Use one list as a starting point and go through the second list to find a match. This process organizes your thinking. It will also speed your answers because you become familiar with the second list and will be able to go straight to a match that you saw when looking through the lists a previous time.\n- ! Move through the entire list before selecting a match. If you make a match with the first likely answer, you may make an error, because an answer later in the list may be more correct.\n- ! Cross off items on the second list when your are certain that you have a match. This seems simplistic, but it helps you feel confident and stay organized.\n- ! Do not guess until all absolute matches have been made. If you guess early in the process, you will likely eliminate an answer that could be used correctly for a later choice.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Matching Test Items",
      "section": "Matching Test Taking Tips Test Tips",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 87
    }
  },
  {
    "content": "If your instructor usually includes a matching section in a typical exam, here is one way to prepare for it. As you read the textbook, be alert for facts and ideas that are associated with people's names. On a separate sheet, list the names and facts opposite each other, resulting in two distinct vertical columns, as in the following example.\n\nNAMES\nSusan B. Anthony\nJack London\nGeorge Washington Carver\nLewis and Clark\nGeorge A. Miller\nWilliam James\nMozart\n\nFACTS OR IDEAS\nWomen’s movement\nCall of the Wild\nAgricultural chemist\nAmerican explorers\nMagic number seven\nPragmatism\nMarriage of Figaro\n\nSUBJECT\nSociology\nLiterature\nScience\nHistory\nPsychology\nPhilosophy\nMusic\n\nTo master your list, cover the fact column with a sheet of paper. Look at each item in the name column, and recite and write the corresponding fact or idea. Then, to make sure that you learn the material both ways, block out the name column and use the facts as your clues. The example given above includes items from various subject areas.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Matching Test Items",
      "section": "Matching Test Taking Tips Test Tips",
      "subsection": "How to Study For a Matching Test",
      "sub_subsection": "Null",
      "chunk_id": 88
    }
  },
  {
    "content": "Keylists or Masterlists Example Keylists or Masterlists Example\n\n| A (Na11) | B (CI17)        | C (H1<br>) |\n|----------|-----------------|------------|\n| 22.9898  | 35.453          | 1.00797    |\n| l        | + 1, 3, 5, 7    | l          |\n| (Ne)35   | (Ne) 3s2<br>3p5 | ls'        |\n| 892      | -34.7           | -252.7     |\n| 97.5     | -102            | -259.2     |\n| 0.97     | 1.56            | 0.071      |\n\nRefer to the chemical symbols above to answer the following:\n\n-  ____1. Which of the above elements has the largest atomic weight?\n-  ____2. Which of the above elements has the largest atomic number?\n-  ____3. Which of the above elements has the lowest boiling point?\n-  ____4. Which of the above elements has the lowest melting point?\n-  ____5. Which of the above elements has the highest density?\n-  ____6. Which of the above elements has the least number of electrons?\n-  ____7. Which of the above elements has the least number of protons ?\n-  ____8. Which of the above elements represents chlorine?\n-  ____9. Which of the above elements represents sodium?",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Matching Test Items",
      "section": "Variations for Creating Matching Tests Variations for Creating Tests",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 89
    }
  },
  {
    "content": "**TOPIC: Social Studies, Western Civilization**\n\n**Directions:** Number (1-8) the following events in the history of ancient Egypt in the order in which they occurred, using 1 for the earliest event.\n\n-  ____Egypt divided; ruled by Libyan kings, Nubian pharaohs, Assyrians, and Persians\n-  ____Seizure of power by Hyksos kings\n-  ____Upper and Lower Egypt are united by Menes\n-  ____Alexander the Great conquers Egypt\n-  ____Reunification of Egypt under pharaoh Mentuhotop II\n-  ____Rise of feudal lords leads to anarchy\n-  ____Thutmose III expands empire to the Euphrates\n-  ____Many kings with short reigns; social and political chaos\n\nNote in the above example the implied column of responses is 1, 2, 3, 4, 5, 6, 7, 8.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Matching Test Items",
      "section": "Variations for Creating Matching Tests Variations for Creating Tests",
      "subsection": "Ranking Example",
      "sub_subsection": "Null",
      "chunk_id": 90
    }
  },
  {
    "content": "Usually matching items measure recognition of factual **knowledge** rather than higher order thinking skills such as analysis and synthesis. This does not mean, however, that variations cannot be constructed to aim for higher levels of thinking.\n\nOne variation, presented below, combines elements of a multiple choice test item with a matching component.\n\n**Item Components**\n\n- A. Correct answer(s)\n- B. foil(s)\n- C. option(s)\n- D. stem(s)\n-  ____1. The components of a multiple choice item are a\n-  ____2. a. stem and several foils.\n-  ____3. b. correct answer and several foils.\n-  ____4. c. stem, a correct answer, and some foils.\n-  ____5. d. stem and a correct answer\n-  ____6.\n\nIn the above example it is necessary to answer the multiple choice item in order to answer the matching item. Note also that the responses (item components) in the list at the top have an (s) added to each response to eliminate singular-plural clues.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Matching Test Items",
      "section": "Variations for Creating Matching Tests Variations for Creating Tests",
      "subsection": "**Aiming for Higher Order Thinking Skills**",
      "sub_subsection": "Null",
      "chunk_id": 91
    }
  },
  {
    "content": "**Good for:**\n\n- ! Knowledge levels\n- ! Recall and memorization of facts\n\n**Advantages:**\n\n- ! Good for **who, what, where, when** content\n- ! Minimizes guessing\n- ! Encourages more intensive study. Student must know the answer vs. recognizing the answer.\n- ! Can usually provide an objective measure of student achievement or ability\n\n**Disadvantages:**\n\n- ! Difficult to assess higher levels of learning because the answers to completion items are usually limited to a few words\n- ! Difficult to construct so that the desired response is clearly indicated\n- ! May overemphasize memorization of facts\n- ! Questions may have more than one correct answer\n- ! Scoring is time consuming",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Completion or Fill-in-the-Blank Test Items",
      "section": "*Section Summary*",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 92
    }
  },
  {
    "content": "Completion items are especially useful in assessing mastery of factual information when a specific word or phrase is important to know. They preclude the kind of guessing that is possible on limited-choice items since they require a definite response rather than simple recognition of the correct answer. Because only a short answer is required, their use on a test can enable a wide sampling of content.\n\nA completion item requires the student to answer a question or to finish an incomplete statement by filling in a blank with the correct word or phrase. For example,\n\n**According to Freud, personality is made up of three major systems, the _________, the _________ and the ___________.**",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Completion or Fill-in-the-Blank Test Items",
      "section": "*Section Summary*",
      "subsection": "*No-Hint Test Construction*",
      "sub_subsection": "Null",
      "chunk_id": 93
    }
  },
  {
    "content": "Completion items tend to test only rote, repetitive responses and may encourage a fragmented study style since memorization of bits and pieces will result in higher scores. They are more difficult to score than forced-choice items and scoring often must be done by the test writer since more than one answer may have to be considered correct.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Completion or Fill-in-the-Blank Test Items",
      "section": "*Section Summary*",
      "subsection": "*What About Synthesis and Evaluation?*",
      "sub_subsection": "Null",
      "chunk_id": 94
    }
  },
  {
    "content": "A distinction should be made between completion—often referred to as fill-in-the-blank—and short answer questions. With completion questions the response is usually one or two words that fit on a line provided by the tester. Short answer questions may require one sentence or even a paragraph to fully answer the question.\n\nShort answer questions are appropriate in measuring a student's understanding of principles or the ability to solve problems or apply principles. Short answer questions go beyond simple recall or recognition. They require students to consider various factors and to arrive at solutions, whether they deal with mathematical or other situations.\n\n*(Continued on next page…)*\n\n**Short Answer (continued from previous page…)**\n\nStrategies for developing short answer questions are similar to those concerning completion but have an added dimension requiring strategies appropriate for essay questions. As an example, scoring completion questions can be more *objective* than scoring short answer questions which require a subjective *interpretation* on the teachers part. The information contained in this section primarily focuses on **completion** or **fill-in-the-blank** questions.\n\n*On the whole, completion test items have little advantage over other item types unless the need for specific recall is essential.*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Completion or Fill-in-the-Blank Test Items",
      "section": "*Section Summary*",
      "subsection": "*Is Short Answer the Same Thing?*",
      "sub_subsection": "Null",
      "chunk_id": 95
    }
  },
  {
    "content": "Directions: Fill in the blanks.    -----------------------------------------------------------------------------------------------------------------------------------------|\n| 1. A fill-in-the-blank question asks students to supply<br>rather than _____________ the answer.                                        |\n| 2. The main problem in constructing completion items is<br>to limit the number of possible ____________.                                |\n| 3. Put blanks at the ____________ of the statement<br>rather than the ____________.                                                     |\n| 4. Completion items are faster to answer than<br>____________ items because there are no alternatives<br>to consider.                   |\n| 5. Make the ____________ of equal length.                                                                                               |\n| 6. A direct ____________ is often more desirable than<br>an incomplete ____________.                                                    |\n| 7. When doing fill-in-the-blank test items, read the<br>____________ with the intent to give an answer that is<br>____________ correct. |\n| 8. Always concentrate on the ____________ of blanks to<br>fill in.                                                                      |\n| 9. When you do not know the exact ____________,<br>provide a descriptive answer.                                                        |\n| 10. Scoring completion items is less ____________ than<br>multiple choice or true-false because the student<br>supplies the response.   |\n|                                                                                                                                         |\n\n1-select; 2-answer; 3-end, beginning; 4-multiple choice; 5-blanks; 6- *Answers:* question, sentence; 7-question, grammatically; 8-number; 9-response; 10-objective",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Completion or Fill-in-the-Blank Test Items",
      "section": "Test Your Knowledge of Completion Items",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 96
    }
  },
  {
    "content": "*Remember…*\n\n- ! When possible, provide explicit directions as to what amount of variation will be accepted in the answers.\n- ! Give much more credit for completions than for true-false or matching items.\n- ! Avoid using a long quote with multiple blanks to complete.\n- ! When working with definitions, supply the term, not the definition, for a better judge of student knowledge.\n- ! For numbers, indicate the degree of precision/units expected.\n- ! Facilitate scoring by having the students write their responses on lines arranged in a column to the left of the items.\n\n*Suggestion…*\n\nIt is difficult to write completion items so that there is only one correct answer. When preparing a scores key, list the correct answer and any other acceptable alternatives. Be consistent in using the key; it would not be fair to accept an answer as right on one paper and not accept it on others.\n\n**1. Omit only significant words from the statement.**\n\n*Undesirable:* Every atom has a central _________ called a nucleus.\n\n*Desirable:* Every atom has a central core called a(n) ________________.\n\n**2. Do not omit so many words from the statement that the intended meaning is lost.**\n\n*Undesirable:*\n\nThe _____________ were to Egypt as the ________________ were to Persia and as ______________ were to the early tribes of Israel.\n\n*Desirable:*\n\nThe Pharaohs were to Egypt as the _____________ were to Persia and as ____________ were to the early tribes of Israel.\n\n**3. Avoid obvious clues to the correct response.**\n\n*Undesirable:*\nMost of the United States' libraries are organized according to the _____________ decimal system.\n\n*Desirable:*\nWhich organizational system is used by most of the United States' libraries? _________________.\n\n**4. Be sure there is only one correct response.**\n\n*Undesirable:*\nTrees which shed their leaves annually are _________________.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Completion or Fill-in-the-Blank Test Items",
      "section": "Suggestions For Writing Completion Test Items",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 97
    }
  },
  {
    "content": "*Undesirable:*\nTrees which shed their leaves annually are _________________.\n\n*Desirable:*\nTrees which shed their leaves annually are called _________________\n\n**5. Avoid grammatical clues to the correct response.**\nIf the indefinite article is required before a blank, use **a(n)** so that the student does not know if the correct answer begins with a vowel or a consonant.\n\n*Undesirable:*\nA subatomic particle with a negative electric charge is called an _________________.\n\n*Desirable:*\nA subatomic particle with a negative electric charge is called a(n) .\n_________________\n\n**6. If possible, put the blank at the end of a statement rather than at the beginning.**\nAsking for a response before the student understands the intent of the statement can be confusing and may require more reading time.\n\n*Undesirable:*\n_________________ is the measure of central tendency that is most affected by extremely high or low scores.\n\n*Desirable:*\nThe measure of central tendency that is most affected by extremely high or low scores is the _________________.\n\n*Ask yourself:* Why are these completion items crummy?**\n\n- ! The_________________ of _________________took place in the year _________________.\n- ! _________________ was a crucial event to German history.\n\n**Beware of Clever Students**\n\n*Nudity, infancy,* and *bliss* are some of the answers for the following completion item:\n\n! George Washington was born in the state of _________________.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Completion or Fill-in-the-Blank Test Items",
      "section": "Suggestions For Writing Completion Test Items",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 98
    }
  },
  {
    "content": "- ! Read the question with the intent to give an answer and make the sentence grammatically correct. In this process it is important to focus on how the sentence is written. For example, if the blank is preceded by the article \"an,\" you know the word that goes in the blank must start with a vowel.\n- ! Concentrate on the number of blanks in the sentence and the length of the space. The test maker is giving you clues to the answer by adding spaces and making them longer.\n- ! Provide a descriptive answer when you cannot think of the exact word or words. The instructor will often give you credit or partial credit when you demonstrate that you have studied the material and can give a credible answer, even when you have not given the exact words.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Completion or Fill-in-the-Blank Test Items",
      "section": "Completion Test Taking Tips",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 99
    }
  },
  {
    "content": "*Essay tests present a realistic task to the student. In real life, a person is required to organize and communicate thoughts rather than respond to multiple choice questions.*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Essay Test Items",
      "section": "Null",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 100
    }
  },
  {
    "content": "**Good for:**\n\n! Application, synthesis and evaluation levels\n\n**Types:**\n\n- ! Extended response: synthesis and evaluation levels; a lot of freedom in answers\n- ! Restricted response: more consistent scoring, outlines parameters of responses\n\n**Advantages:**\n\n- ! Students less likely to guess\n- ! Easy to construct\n- ! Stimulates more study\n- ! Allows students to demonstrate ability to organize knowledge, express opinions, show originality.\n\n**Disadvantages:**\n\n- ! Can limit amount of material tested, therefore has decreased validity.\n- ! Subjective, potentially unreliable scoring.\n- ! Time consuming to score.\n\nA typical essay test usually consists of a small number of questions to which the student is expected to recall and organize knowledge in logical, integrated answers. An essay test item can be an extended response item or a short answer item. An example of each type follows.\n\n**Extended Response**\n\nCompare the writings of Bret Harte and Mark Twain in terms of settings, depth of characterization, and dialogue styles of their main characters. (10 pts. 20 minutes)\n\n**Short Answer**\n\nIdentify research methods used to study the S-R (Stimulus-Response) and S-O-R ( Stimulus-Organism-Response) theories of personality. (5 pts. 10 minutes)",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Essay Test Items",
      "section": "*Section Summary*",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 101
    }
  },
  {
    "content": "The main advantages of essay and short answer items are that they permit students to demonstrate achievement of such higher level objectives as analyzing and critical thinking. Written items offer students the opportunity to use their own judgment, writing styles, and vocabularies. They are less time consuming to prepare than any other item type.\n\nResearch indicates that students study more efficiently for essay type examinations than for selection (multiple choice) tests. Students preparing for essay tests focus on broad issues, general concepts, and interrelationships rather than on specific details. This studying results in somewhat better student performance regardless of the type of exam they are given. Essay tests also give the instructor an opportunity to comment on students' progress, the quality of their thinking, the depth of their understanding, and the difficulties they may be having.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Essay Test Items",
      "section": "*Section Summary*",
      "subsection": "*The Benefits of Essay Tests*",
      "sub_subsection": "Null",
      "chunk_id": 102
    }
  },
  {
    "content": "Essay tests consisting only of written items permit only a limited sampling of content learning due to the time required for students to respond. Essay items are not efficient for assessing knowledge of basic facts and provide students more opportunity for bluffing, rambling, and *snowing* than limited choice items. They favor students who possess good writing skills and neatness. They are pitfalls for students who tend to go off on tangents or misunderstand the main point of the question.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Essay Test Items",
      "section": "*Section Summary*",
      "subsection": "*Unfortunately…*",
      "sub_subsection": "Null",
      "chunk_id": 103
    }
  },
  {
    "content": "**Essay question:**\n\n\"Discuss the importance of the nature/nurture controversy in the shaping of current developmental theory.\"\n\n**Student answer:**\n\n\"The nature/nuture *(sic)* controversy was very impotent *(sic)* in shaping current developmental theory becuse *(sic)* it was needed to help people who were doing work in that area to come up with their current theories.\"\n\n**Marilla Svinicki,** University of Texas at Austin The Professional & Organizational Development Network in Higher Education\n\nDo you cringe when you read the kind of tortured prose and fractured thinking that is represented by the example on the left? Or plow through paragraph after paragraph of detail in a student's answer in hopes of finding an original thought.\n\nIt has been our habit in the past to blame the students, the school system and the English department for not teaching our students how to write a solidly argued, concisely worded essay answer. But we must face the fact that we are as much to blame for their imprecise prose as those other entities.\n\nPart of the problem may lie in the way instructors help (or fail to help) students prepare for writing essay tests. Learning specialists have known for a long time that the kind of preparation needed for responding to essay questions is different from that needed for objective tests. Unfortunately, many of our students prepare for all exams with the same learning strategies, and then are ill-equipped to tackle the kind of thinking needed during essay tests.\n\n*(See page 56 for a continuation of this essay.)*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Essay Test Items",
      "section": "**I'd like to use essay tests, but...**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 104
    }
  },
  {
    "content": "**History:** Describe the history of the papacy from its origins to the present day, concentrating especially, but not exclusively, on its social, political, economic, religious, and philosophical impact on Europe, Asia, America, and Africa. Be brief, concise, and specific.\n\n**Biology:** Estimate the differences in subsequent human culture if our form of life had developed 500 million years earlier, with special attention to its probable effect on the English parliamentary system. Prove your thesis.\n\n**Psychology:** Based on your knowledge of their works, evaluate the emotional stability, degree of adjustment, and repressed frustrations of each of the following: Alexander the Great, Rameses II, Gregory of Nicia, Hammurabi. Support your evaluation with quotations from each man's work, making appropriate references. It is not necessary to translate.\n\n**Sociology:** Estimate the sociological problems which might accompany the end of the world. Construct an experiment to test your theory.\n\n**Economics:** Develop a realistic plan for refinancing the national debt. Trace the possible effects of your plan in the following areas: Cubism, the Donatist controversy, the wave theory of light.\n\n**Physics:** Explain the nature of matter. Include in your answer an evaluation of the impact of the development of mathematics on science.\n\n**Philosophy:** Describe everything in detail. Be objective and specific.\n\n\\*Just kidding",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Essay Test Items",
      "section": "Read 'Em and Weep Essay Test Items\\* Read 'Em and Essay Items\\*",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 105
    }
  },
  {
    "content": "Directions:  In the blank to the left of the essay item statement, place the letter of the\nlearning level that is best indicated by the words contained in this statement.\n\nA=Knowledge      B=Comprehension      C=Application       D=Analysis          E=Synthesis      F=Evaluation\n| _____1. Essay items may begin with modify, prepare, or solve.                                  |\n| _____2. Essay items may begin with define, label, outline, or state.                           |\n| _____3. Essay items may begin with convert, predict, or estimate.                              |\n| _____4. Essay items may begin with appraise, interpret, or criticize.                          |\n| _____5. Essay items may begin with categorize, compile, or re-arrange.                         |\n| _____6. Essay items may begin with diagram, illustrate, or separate.                           |\n| listed below. Place your answer in the blank to the left of each item.                         |\n\n| Directions: Use the above letters to identify the learning level of the essay test items listed below Place your answer in the blank to the left of each item\n| _____1. In the president's State of the Union Address, which statements are based on           |\n| _____2. How would you restructure the school day to reflect children's developmental needs?    |\n| _____3. Why is Bach's Mass in B Minor acknowledged as a classic?                               |\n| _____4. Calculate the deflection of a beam under uniform loading                               |\n| _____5. Summarize the basic tenets of deconstructionism.                                       |\n| _____6. List the steps involved in titration.                                                  |",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Essay Test Items",
      "section": "Test Your Ability to Construct Essay Test Items Test Your to Essay Items Requiring Higher Order Thinking Skills",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 106
    }
  },
  {
    "content": "| Directions: Write a test item for each learning level.                                |\n| My topic:______________________________________                                                                                                     |\n| 1. Knowledge____________________________________________________________                                                                            |\n| Example Topic: Asbestos: What is asbestos?                                                     |                                                       |\n| 2. Application____________________________________________________________                                                                          |\n| Example Topic:  Asbestos:  Consider the crystal structures of chrysotile and crocidolite. Why should the most common mineral be the less hazardous?\n| 3. Synthesis______________________________________________________________\n| Example Topic:  Asbestos:  Design a study to reasonably demonstrate the dangers posed by asbestos to the general populace.\n| 4. Evaluation_____________________________________________________________\n| Example Topic:  Asbestos:  The “asbestos hazard” is either (1) nothing more than a costly bureaucratic creation or (2) a hazard that accounts for tens of thousands of deaths annually.\n| Which of the two controversial arguments has the best scientific support?                                                                     |",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Essay Test Items",
      "section": "Test Your Ability to Construct Essay Test Items Test Your to Essay Items Requiring Higher Order Thinking Skills",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 107
    }
  },
  {
    "content": "**Agreement or Disagreement:** The student is being asked to assert and support a thesis with evidence.\n\n**Analyze:** Analyzing is a picking apart of the whole.\n\n**Classification and Division:** Grouping items into a category according to a consistent principle.\n\n**Compare/Contrast:** Comparing shows similarities, while contrasting points out differences.\n\n**Cause and Effect:** Establishes a link between two things and also to describe the outcome.\n\n**Define:** Consists of three parts: term, class, and differentiating characteristics.\n\n**Define and give an example of:** Asks students to not only define the term, but to supply an example.\n\n**Describe:** Requires students to explain something in detail.\n\n**Discuss:** Too vague and may elicit vague, overgeneralized, unsupported responses.\n\n**Illustrate:** Give examples and/or analogies to demonstrate a particular process/idea or steps in a series.\n\n**Summarize:** The overall view of some process, speech, play, concept, etc.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Essay Test Items",
      "section": "Suggestions For Writing Essay Test Items For Writing Essay Test",
      "subsection": "**Standard Phrases for Writing Essay Test Items**",
      "sub_subsection": "Null",
      "chunk_id": 108
    }
  },
  {
    "content": "Use words that *aim* the student to the approach you want them to take. Words like discuss and explain can be ambiguous. If you use *discuss,* then give specific instructions as to what points should be discussed.\n*Undesirable:*\nDiscuss Karl Marx's philosophy.\n*Desirable:*\nCompare Marx and Nietzsche in their analysis of the underlying problems of their day in 19th century European society.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Essay Test Items",
      "section": "Suggestions For Writing Essay Test Items For Writing Essay Test",
      "subsection": "**1. Formulate the question so that the task is clearly defined for the student.**",
      "sub_subsection": "Null",
      "chunk_id": 109
    }
  },
  {
    "content": "In order to obtain a broader sampling of course content, use a relatively large number of questions requiring shorter answers (one-half page) rather than just a few questions involving long answers (2-3 pages).",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Essay Test Items",
      "section": "Suggestions For Writing Essay Test Items For Writing Essay Test",
      "subsection": "**2. Pay attention to the number of items.**",
      "sub_subsection": "Null",
      "chunk_id": 110
    }
  },
  {
    "content": "When students answer different questions, they are actually taking different tests. If there are five essay questions and students are told to answer any three of them, then there are ten different tests possible. It makes it difficult to discriminate between the student who could respond correctly to all five, and the student who could answer only three.\n\nUse of optional questions also affects the reliability of the scoring. If we are going to compare students for scoring purposes, then all students should perform the same tasks. Another problem is that students may not study all the course material if they know they will have a choice among the questions.\n\n*(Continued on next page…)*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Essay Test Items",
      "section": "Suggestions For Writing Essay Test Items For Writing Essay Test",
      "subsection": "**3. Avoid the use of optional questions on an essay test.**",
      "sub_subsection": "Null",
      "chunk_id": 111
    }
  },
  {
    "content": "The goal is to write essay items that measure higher cognitive processes. The item should represent a situation that tests the student's ability to use knowledge in order to analyze, justify, explain, contrast, evaluate, and so on.\n\nTry to use verbs that elicit the kind of thinking you want the students to demonstrate. Instructors often have to use their best judgment about what cognitive skill each question is measuring. Ask a colleague to read the questions and classify them according to Bloom's taxonomy.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Essay Test Items",
      "section": "Suggestions For Writing Essay Test Items For Writing Essay Test",
      "subsection": "**4. Write essay items at different levels of learning.**",
      "sub_subsection": "Null",
      "chunk_id": 112
    }
  },
  {
    "content": "The major task in scoring essay tests is to maintain consistency, to make sure that answers of equal quality are given the same number of points. There are two approaches to scoring essay items: (1) analytic or point method and (2) holistic or rating method.\n\n- 1. **Analytic:** Before scoring, prepare an ideal answer in which the major components are defined and assigned point values. Read and compare the student's answer with the model answer. If all the necessary elements are present, the student receives the maximum number of points. Partial credit is given based on the elements included in the answer. In order to arrive at the overall exam score, the instructor adds the points earned on the separate questions.\n- 2. **Holistic:** This method involves considering the student's answer as a whole and judging the total quality of the answer relative to other student responses or the total quality of the answer based on certain criteria that you develop.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Essay Test Items",
      "section": "Suggestions For Writing Essay Test Items For Writing Essay Test",
      "subsection": "**5. Choose a scoring model.**",
      "sub_subsection": "Null",
      "chunk_id": 113
    }
  },
  {
    "content": "Essay tests are valid measures of student achievement only if students know how to take them. Many college freshmen do not know how to take an essay exam, because they have not been required to learn this skill in high school.\n\nTake some class time to tell students how to prepare for and how to take an essay exam. Use old exam questions and let students see what an \"A\" answer looks like and how it differs from a \"C\" answer.\n\n*Remember…*\n\n- ! Make essay questions comprehensive rather than focused on small units of content.\n- ! Provide clear directions as to the expectations.\n- ! Allow students an appropriate amount of time. (It is helpful to give students some guidelines on how much time to use on each question, as well as the desired length and format of the response, such as full sentences, phrases only, outline, etc.)\n- ! Inform students, in advance of answering the questions, of the proportional value of each item in comparison to the total grade.\n- ! Require students to demonstrate command of background information by asking them to provide supporting evidence for claims and assertions.\n- ! Students should be informed about how you treat such things as misspelled words, neatness, handwriting, grammar, etc.\n- ! Decide how to treat irrelevant or inaccurate information contained in students' answers.\n- ! Write comments on the students' answers. Teacher comments make essay tests a good learning experience for students. Comments serve to refresh your memory should the student question the grade.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Essay Test Items",
      "section": "Suggestions For Writing Essay Test Items For Writing Essay Test",
      "subsection": "**6. Prepare students to take essay exams.**",
      "sub_subsection": "Null",
      "chunk_id": 114
    }
  },
  {
    "content": "When the assignment is given…\n\n- ! Figure out what the purpose of the assignment is, and generate grading criteria based upon that purpose.\n- ! Share the criteria you decide upon with your students: hand it out in class, and post it on your door.\n- ! Provide models of your grading criteria to your students.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Essay Test Items",
      "section": "A Four-Step Process in Grading Essay Test Items A Four-Step Process in Grading Essay Test Items",
      "subsection": "**Step One**",
      "sub_subsection": "Null",
      "chunk_id": 115
    }
  },
  {
    "content": "When the assignments are turned in…\n\n- ! Quickly overview a percentage of the papers to get an overall sense of how the group did on the assignment.\n- ! Skim some papers that you feel are representative of the range of quality in the student work.\n- ! Use these papers to start four piles: High, Medium High, Medium Low, and Low.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Essay Test Items",
      "section": "A Four-Step Process in Grading Essay Test Items A Four-Step Process in Grading Essay Test Items",
      "subsection": "**Step Two**",
      "sub_subsection": "Null",
      "chunk_id": 116
    }
  },
  {
    "content": "Start the grading…\n\n- ! Always use a pencil on your first run through: as you develop your sense of how the students did, you will probably go back and fine-tune the papers you graded first!\n- ! Having separated the papers into piles (high, medium, low: not letter grades yet), do an initial read through and assign a preliminary, holistic grade based upon a general impression of the work. Do not get bogged down in details yet, short of marking a plus (+) or minus (-) in the margins next to issues that strike you.\n- ! Now re-read each paper for how it addresses the criteria identified for the assignment. Two papers may address the same criteria differently. Focus first on what the paper does, before getting to what it does not. After a sympathetic read, give it a critical read.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Essay Test Items",
      "section": "A Four-Step Process in Grading Essay Test Items A Four-Step Process in Grading Essay Test Items",
      "subsection": "**Step Three**",
      "sub_subsection": "Null",
      "chunk_id": 117
    }
  },
  {
    "content": "Mark up the papers…\n\n! Interactive grading poses questions and presents problems the student needs to resolve. For example: \"Is this (x) what you mean? How does this connect to your main point?\"\n\n**Research Shows That a Number of Factors Can Bias the Grading of Essay Tests**\n\n- ! Different scores may be assigned by different readers or by the same reader at different times.\n- ! A context effect may operate; an essay preceded by a top quality essay receives lower marks than when preceded by a poor quality essay.\n- ! The higher the essay is in the stack of papers, the higher the score assigned.\n- ! Papers with strong answers to items appearing early in the test and weaker answers later will fare better than papers with the weaker answers appearing first.\n- ! Scores are influenced by the expectations that the reader has for the students performance. If the reader has high expectations, a higher score is assigned than if the reader has low expectations. If we have a good impression of the student, we tend to give him/ her the benefit of the doubt.\n- ! Scores are influenced by quality of handwriting, neatness, spelling, grammar, etc.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Essay Test Items",
      "section": "A Four-Step Process in Grading Essay Test Items A Four-Step Process in Grading Essay Test Items",
      "subsection": "**Step Four**",
      "sub_subsection": "Null",
      "chunk_id": 118
    }
  },
  {
    "content": "**1. Organize your thoughts before you begin to write**\n\nA short outline on a separate piece of paper will improve your thinking. There is usually a main idea or issue, several supporting issues and examples to illustrate the issues.\n\n**2. Paraphrase the original question to form your introductory statement**\n\nThis benefits you in two ways. First, it helps you get the question straight in your mind. Second, it may protect you from the teacher. If you have rephrased the question, the teacher can see how you understood the question. Perhaps you understood it to mean something other than the teacher intended. If so, the teacher may give you credit for seeing another perspective.\n\n**3. Remember: Neatness counts!**\n\nWrite your answer clearly, so the reader will be able to decode your writing and understand your ideas. Without clearly written words your chances of a good grade are severely diminished. Write or print clearly, using a darkcolored erasable ball point pen. Avoid crossing out words or sentences, and do not smudge your paper.\n\n**4. Verb alert**\n\nRead each essay question with the intent to identify the verbs or words that give you direction. These are the verbs that describe the task you are expected to complete. Circle the direction verbs in the question to make sure that you are focusing on the desired task.\n\n**5. Use the principles of good English composition**\n\nForm a clear thesis statement (statement of purpose) and place it as near to the beginning as possible. Provide supporting issues to back up the main concept you present. Underline or highlight the main and supporting issues. Examples will improve your answers and set them apart from other students' answers. Remember to save some space for a brief but adequate summary.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Essay Test Items",
      "section": "Essay Test Taking Tips Test Taking Tips",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 119
    }
  },
  {
    "content": "**Advantages in Using Problem Solving Items**\n\n- ! Minimize guessing by requiring the students to provide an original response rather than to select from several alternatives.\n- ! Easier to construct than are multiple choice or matching items.\n- ! Can most appropriately measure objectives which focus on the ability to apply skills or knowledge in the solution of problems.\n- ! Can measure an extensive amount of content or objectives.\n\n**Limitations in Using Problem Solving Items**\n\n- ! Require an extensive amount of instructor time to read/grade.\n- ! Subject to scorer bias when partial credit is given.\n\n*Remember…*\n\n- ! State in the directions whether or not the student must show the work procedures for full or partial credit.\n- ! Ask questions on which experts could agree that one solution and one or more work procedures are better than others.\n- ! Work through each problem before classroom administration to double check accuracy.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Additional Types of Test Items",
      "section": "Null",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 120
    }
  },
  {
    "content": "An essay is not the only form of a subjective test item. Another form is the problem solving or computational exam question. Such items present the student with a problem situation or task and require a demonstration of work procedures. Problem solving is classified as subjective due to the procedures used to score item responses. Instructors can assign full or partial credit to either correct or incorrect solutions depending on the quality and kind of work procedures presented. An example of a problem solving test item follows:\n\n*It was calculated that 75 men could complete a strip on a new highway in 70 days. When work was scheduled to commence, it was found necessary to send 25 men on another road project. How many days longer will it take to complete the strip? Show your work for full or partial credit.*\n\nSuggestions for Writing Problem Solving Test Items",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Additional Types of Test Items",
      "section": "**Problem Solving**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 121
    }
  },
  {
    "content": "*Undesirable:*\n\nAn American tourist in Paris finds that he weighs 70 kilograms. When he left the United States he weighed 144 pounds. What was his net change in weight?\n\n*Desirable:*\n\nAn American tourist in Paris finds that he weighs 70 kilograms. When he left the United States he weighed 144 pounds. What was his net weight change in pounds?",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Additional Types of Test Items",
      "section": "**Problem Solving**",
      "subsection": "**1. Provide directions which clearly inform the student of the type of response called for.**",
      "sub_subsection": "Null",
      "chunk_id": 122
    }
  },
  {
    "content": "A man leaves his home and drives to a convention at an average rate of 50 miles per hour. Upon arrival, he finds a telegram advising him to return at once. He catches a plane that takes him back at an average rate of 300 miles per hour.\n\n*Desirable:*\n\nIf the total traveling time was 1¾ hours:\n\n(1) How long did it take him to fly back? (1 pt.)\n\n(2) How far from his home was the convention? (1 pt.) Show your work for full or partial credit.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Additional Types of Test Items",
      "section": "**Problem Solving**",
      "subsection": "**2. Separate item parts and indicate their point values.**",
      "sub_subsection": "Null",
      "chunk_id": 123
    }
  },
  {
    "content": "How well do multiple choice tests really evaluate student understanding and achievement? Many educators believe that there is a more effective assessment alternative. These teachers use testing strategies that do not focus entirely on recalling facts. Instead, they ask students to demonstrate skills and concepts they have learned. This strategy is called authentic assessment.\n\nAuthentic assessment aims to evaluate students' abilities in 'realworld' contexts. In other words, students learn how to apply their skills to authentic tasks and projects. Authentic assessment goes beyond rote learning and passive test-taking. Instead, it focuses on students' analytical skills; ability to integrate what they learn; creativity; ability to work collaboratively; and written and oral expression skills.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Additional Types of Test Items",
      "section": "Authentic Assessments",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 124
    }
  },
  {
    "content": "Performance tests assess students' ability to use skills in a variety of authentic contexts. They frequently require students to work collaboratively and to apply skills and concepts to solve complex problems. Short- and long-term tasks may include:\n\n- ! writing, revising, and presenting a report to the class\n- ! conducting a week-long science experiment and analyzing the results\n- ! working with a team to prepare a classroom debate\n\nIn theory, a performance test could be constructed for any skill and real life situation. In practice, most performance tests have been developed for the assessment of vocational, managerial, administrative, leadership, communication, interpersonal and physical education skills in various simulated situations.\n\n**Suggestions for Writing Performance Test Items**\n\n- ! Prepare items that elicit measurable behavior\n- ! Clearly identify and explain the simulated situation\n- ! Make the simulated situation as *life-like* as possible\n- ! Directions should indicate the type of response called for\n- ! Clearly state time and activity limitations in the directions\n\n*Authentic assessment values the learning process as much as the finished product.*\n\n*Examples…*\n\nIn authentic assessment, students:\n\n- ! do science experiments\n- ! conduct social-science research\n- ! write stories and reports\n- ! read and interpret literature\n- ! solve math problems that have real-world applications\n\n**Advantages in Using Authentic Assessment**\n\n- ! Can measure objectives related to the ability of the students to apply skills or knowledge in real life situations.\n- ! Provide a degree of test validity not possible with standard paper and pencil test items.\n- ! Useful for measuring objectives in the psychomotor domain.\n\n**Limitations in Using Authentic Assessment**",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Additional Types of Test Items",
      "section": "Authentic Assessments",
      "subsection": "Use Authentic Assessment For",
      "sub_subsection": "**1. Performance Tests**",
      "chunk_id": 125
    }
  },
  {
    "content": "**Limitations in Using Authentic Assessment**\n\n- ! Difficult and time consuming to construct.\n- ! Primarily used for testing students individually and not for testing groups. Consequently, they are relatively costly, time consuming, and inconvenient forms of testing.\n\n\n(continued)",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Additional Types of Test Items",
      "section": "Authentic Assessments",
      "subsection": "Use Authentic Assessment For",
      "sub_subsection": "**1. Performance Tests**",
      "chunk_id": 126
    }
  },
  {
    "content": "Many teachers use short investigations to assess how well students have mastered basic concepts and skills. Most short investigations begin with a stimulus: a math problem, cartoon, map, or excerpt from a primary source.\n\nThe teacher may ask students to interpret, describe, calculate, explain, or predict. These investigations may use enhanced multiple choice questions. Or they may use concept mapping, a technique that assesses how well students understand relationships among concepts.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Additional Types of Test Items",
      "section": "Authentic Assessments",
      "subsection": "Use Authentic Assessment For",
      "sub_subsection": "**2. Short Investigations**",
      "chunk_id": 127
    }
  },
  {
    "content": "Open response questions, like short investigations, present students with a stimulus and ask them to respond. Responses include:\n\n- ! a brief written or oral answer\n- ! a mathematical solution\n- ! a drawing\n- ! a diagram, chart, or graph",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Additional Types of Test Items",
      "section": "Authentic Assessments",
      "subsection": "Use Authentic Assessment For",
      "sub_subsection": "**3. Open Response Questions**",
      "chunk_id": 128
    }
  },
  {
    "content": "A portfolio documents learning over time. This type of authentic assessment is a purposeful collection of work that shows the achievement or growth of a student. A portfolio is not a specific test but rather a cumulative collection of a student's work.\n\nStudents decide what examples to include that characterize their growth and accomplishment over the term. While most common in composition classes, portfolios are beginning to be used in other disciplines to provide a fuller picture of a students' achievement.\n\nThis long-term perspective accounts for student improvement and teaches students the value of self-assessment, editing, and revision. A student portfolio may include:\n\n- ! journal entries and reflective writing\n- ! peer reviews\n- ! artwork, diagrams, charts, and graphs\n- ! group reports\n- ! student notes and outlines\n- ! rough drafts and polished writing\n- ! electronic, video, and/or digital items\n\nFor additional information…\n\n**Using Portfolios for Authentic Assessment**\n\nFor a free copy contact…\n\nKansas Curriculum Center (785) 231-1010 x1534 esperanza.root@washburn.edu",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Additional Types of Test Items",
      "section": "Authentic Assessments",
      "subsection": "Use Authentic Assessment For",
      "sub_subsection": "**4. Portfolios**",
      "chunk_id": 129
    }
  },
  {
    "content": "*A rubric enhances the quality of authentic assessment…*\n\n**Advantages in Using Rubrics**\n\n- ! Many experts believe that rubrics improve students' end products and therefore increase learning.\n- ! When teachers evaluate papers or projects, they know implicitly what makes a good final product and why.\n- ! When students receive rubrics beforehand, they understand how they will be evaluated and can prepare accordingly.\n- ! Developing a grid and making it available as a tool for students' use will provide a frame of reference for the self-assessment of the quality of their work.\n\n*Once a Rubric is Created…*\n\nAn established rubric can be used or modified and applied to many activities. For example, the standards for excellence in a writing rubric remain constant throughout the school year; what does change is students' competence and your teaching strategy. Because the essentials remain constant, it is not necessary to create a completely new rubric for every activity.\n\nMany educators find that authentic assessment is most successful when students know *just what is expected.* For this reason, teachers should clearly define standards and expectations. Educators use **rubrics,** or established sets of criteria, to assess a student's work.\n\nA rubric is a scoring guide that seeks to evaluate a student's performance based on the sum of a full range of criteria rather than a single numerical score. Rubrics can be created in a variety of forms and levels of complexity, however, they all contain common features which:\n\n- ! focus on measuring a stated objective (performance, behavior, or quality)\n- ! use a range to rate performance\n- ! contain specific performance characteristics arranged in levels indicating the degree to which a standard has been met",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Additional Types of Test Items",
      "section": "Grading Authentic Assessments Grading Authentic Assessments Grading Authentic Assessments",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 130
    }
  },
  {
    "content": "Rubrics can be created for any content area including math, science, history, writing, foreign languages, drama, art, music, and even cooking! Once developed, they can be modified easily for various grade levels. The following information presents general guidelines for developing a rubric. To Illustrate the various steps a sample rubric is used. This rubric was created by a group of postgraduate education students at the University of San Francisco, but could be developed easily by a group of elementary students.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Additional Types of Test Items",
      "section": "Grading Authentic Assessments Grading Authentic Assessments Grading Authentic Assessments",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 131
    }
  },
  {
    "content": "- ! Determine which concepts, skills, or performance standards you are assessing\n- ! List the concepts and rewrite them into statements which reflect both cognitive and performance components\n- ! Identify the most important words within the concepts or skills being assessed in the task\n\n**Chocolate Chip Cookie Rubric**\n\nThe cookie elements the students chose to judge were:\n\n- ! Number of chocolate chips\n- ! Texture\n- ! Color\n- ! Taste\n- ! Richness (flavor)",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Additional Types of Test Items",
      "section": "Steps in Rubric Development Steps in Rubric Development",
      "subsection": "**1. Determine Learning Outcomes**",
      "sub_subsection": "Null",
      "chunk_id": 132
    }
  },
  {
    "content": "- ! On the basis of the purpose of the task, determine the number of points to be used for the rubric (example: 4-point scale or 6-point scale)\n- ! Starting with the desired performance, determine the description for each score remembering to use the importance of each element of the task or performance to determine the score or level of the rubric\n\n**Chocolate Chip Cookie Rubric**\n\nThe students developed a 4-point scale with the following descriptions:\n\n- ! Delicious (4)\n- ! Good (3)\n- ! Needs improvement (2)\n- ! Poor (1)\n\nThe measurable criteria for each point of the scale follows:\n\n**4—Delicious:**\n\n- ! Chocolate chip in every bite\n- ! Chewy\n- ! Golden brown\n- ! Home-baked taste\n- ! Rich, creamy (high-fat flavor)\n\n**3—Good:**\n\n- ! Chocolate chips in about 75 percent of the bites taken\n- ! Chewy in the middle, but crispy on the edges\n- ! Either brown from overcooking, or light from being 25 percent raw\n- ! Quality store-bought taste (medium-fat content)\n\n**2—Needs Improvement:**\n\n- ! Chocolate chips in 50 percent of the bites taken\n- ! Texture is either crispy from overcooking or does not hold together because it is at least 50 percent uncooked\n- ! Color is either dark brown from overcooking or light from undercooking\n- ! Tasteless (low-fat content)\n\n**1—Poor:**\n\n- ! Too few or too many chocolate chips\n- ! Texture resembles a dog biscuit\n- ! Burned\n- ! Store-bought flavor with a preservative aftertaste—stale, hard, chalky nonfat contents\n\n**Terms to Use in Measuring Range/Scoring Levels**\n\n- ! Needs Improvement Satisfactory Good Exemplary\n- ! Beginning Developing Accomplished Exemplary\n- ! Needs work Good Excellent\n- ! Novice Apprentice Proficient Distinguished\n- ! Numeric scale ranging from 1 to 5, for example",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Additional Types of Test Items",
      "section": "Steps in Rubric Development Steps in Rubric Development",
      "subsection": "**2. Determine Measurable Criteria**",
      "sub_subsection": "Null",
      "chunk_id": 133
    }
  },
  {
    "content": "**Concept Words That Convey Various Degrees of Performance**\n\n- ! Presence to absence\n- ! Complete to incomplete\n- ! Many to some to none\n- ! Major to minor\n- ! Consistent to inconsistent\n- ! Frequency: always to generally to sometimes to rarely\n\n*As students become familiar with rubrics, they can assist in the rubric design process. This involvement empowers the students and as a result, their learning becomes more focused and self-directed. Authentic assessment, therefore, blurs the lines between teaching, learning, and assessment.*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Additional Types of Test Items",
      "section": "Steps in Rubric Development Steps in Rubric Development",
      "subsection": "**2. Determine Measurable Criteria**",
      "sub_subsection": "Null",
      "chunk_id": 134
    }
  },
  {
    "content": "**TABLE-Develop a grid**\n| Criteria          | 4-Delicious                   | 3-Good                           | 2-Needs<br>Improvement                       | 1-Poor                             |\n|-------------------|-------------------------------|----------------------------------|----------------------------------------------|------------------------------------|\n| Number of chips   | Chocolate chip in every bite  | Chips in about 75% of bites      | Chocolate in 50% of bites                    | Too few or<br>too manychips        |\n| Texture           | Chewy                         | Chewy in middle, crisp on edges  | Texture eitherncrispy/crunchy or 50%uncooked | Texture resembles a dog biscuit    |\n| Color             | Golden brown                  | Either brown from overcooking or | Either dark brown from overcooking or light  | Burned                             |\n|                   |                               | light from being 25% raw         | from undercooking                            |                                    |\n| Taste             | Home-baked<br>taste           | Quality store bought taste       | Tasteless                                    | Store-bought flavor,preservative   |\n|                   |                               |                                  |                                              | aftertaste—stale, hard, chalky     |\n| Richness          | Rich, creamy,high-fat content | Medium fat contents              | Low-fat contents                             | Nonfat<br>contents                 |",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Additional Types of Test Items",
      "section": "Steps in Rubric Development Steps in Rubric Development",
      "subsection": "**3. Develop a Grid**",
      "sub_subsection": "Null",
      "type": "table",
      "chunk_id": 135
    }
  },
  {
    "content": "- ! Assign a rating to the various criteria you have identified as important.\n- ! Revise the rubric descriptions based on performance elements reflected by the student work that you did not capture in your original rubric\n- ! Rethink your scale: Does the number of points differentiate enough between types of student work to satisfy you?\n- ! Adjust the scale if necessary. Reassess student work and score it against the developing rubric.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Additional Types of Test Items",
      "section": "Steps in Rubric Development Steps in Rubric Development",
      "subsection": "**4. Compare Student Work to the Rubric**",
      "sub_subsection": "Null",
      "chunk_id": 136
    }
  },
  {
    "content": "**TABLE-Criteria for Scoring**\n| 5 | ! This is the highest rating                                                                                                                                             |\n|   | ! The student is extremely knowledgeable about the topic                                                                                                                 |\n|   | ! The student demonstrates in-depth understanding of important ideas                                                                                                     |\n|   | ! The student shows a depth of understanding of important relationships                                                                                                  |\n|   | ! The answer is fully developed and includes specific facts or examples                                                                                                  |\n|   | ! The answer is organized around big ideas, major concepts/principles                                                                                                    |\n|   | ! The response is exemplary, detailed and clear                                                                                                                          |\n| 4 | ! The student is knowledgeable about the topic                                                                                                                           |\n|   | ! The student has a good understanding of the topic                                                                                                                      |\n|   | ! The student includes some of the important ideas related to the topic                                                                                                  |\n|   | ! The student shows a good understanding of the important relationships                                                                                                  |\n|   | ! The answer demonstrates includes adequate supporting facts or examples                                                                                                 |\n|   | ! The answer demonstrates some organization around big ideas, major concepts/principles                                                                                  |\n|   | ! The response is good, has some detail, and is clear                                                                                                                    |\n| 3 | ! This is the middle score of the scale                                                                                                                                  |\n|   | ! The student demonstrates some know ledge and understanding of the topic. The overall answer is OK but may show apparent gaps in his/her understanding and knowledge    |\n|   | ! The student includes some of the important ideas related to the topic                                                                                                  |\n|   | ! The student shows some but limited understanding of the relationships                                                                                                  |\n|   | ! The answer demonstrates satisfactory development of ideas and includes some supporting facts or examples                                                               |\n|   | ! The response is satisfactory, containing some detail, but the answer may be vague or not well developed and may include misconceptions or some inaccurate information  |\n| 2 | ! The student has little knowledge or understanding of the topic                                                                                                         |\n|   | ! The student does not develop the ideas or deal with the relationships among the ideas                                                                                  |\n|   | ! The response contains misconceptions or inaccurate information                                                                                                         |\n|   | ! The student may rely heavily on the group activity                                                                                                                     |\n|   | ! The response is poor and lacks clarity                                                                                                                                 |\n| 1 | ! The student shows no knowledge or understanding of the topic.                                                                                                          |\n|   | ! The student either:                                                                                                                                                    |\n|   |    (1) writes about the topic using irrelevant or inaccurate information                                                                                                 |\n|   |    (2) recalls the steps of the Group Activity in Part II of the performance assessment, adding no new or relevant information and showing no understanding of how the   |\n|   |        activity relates to the general topic.                                                                                                                            |\n| 0 | ! The student either:                                                                                                                                                    |\n|   |    (1) left the answer blank                                                                                                                                             |\n|   |    (2) wrote about a different topic                                                                                                                                     |\n|   |    (3)<br>wrote \"I don't know\"                                                                                                                                           |",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Additional Types of Test Items",
      "section": "**To assist in the initial development of a rubric, sample criteria (on a 5-0 point score range) are presented on the next page.**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "type": "table",
      "chunk_id": 137
    }
  },
  {
    "content": "*Remember…*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "Null",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 138
    }
  },
  {
    "content": "- ! To provide a record for assigning grades\n- ! To provide a learning experience for students\n- ! To motivate students to learn\n- ! To communicate to students their level of understanding of the course objectives and serve as a guide for further study\n- ! When utilizing pretests, feedback is provided regarding the knowledge students bring to the content\n- ! To assess how well students are achieving the stated goals and course objectives\n- ! To provide the instructor with an opportunity to reinforce the stated objectives and highlight what is important for students to remember",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "**Purpose of Testing**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 139
    }
  },
  {
    "content": "- 1. Assess information indicative of the material stressed in class, not trivial information\n- 2. Have students submit 1 or 2 test questions and give extra credit for appropriate questions. Have them write a question with a correct answer and source\n- 3. To determine how much time the student will need to take the test use the following:\n- ! 30 seconds per true-false item\n- ! 60 seconds per multiple choice item\n- ! 120 seconds per short answer item\n- ! 10-15 minutes per essay question\n- ! 5 to 10 minutes to review the work\n- ! Or, allow triple the amount of time it takes you to complete the exam\n- 4. Select items that at least 50 to 70% of the students can correctly answer, or are of average difficulty\n- 5. In terms of test reliability, longer tests are considered more reliable than shorter tests\n- 6. Be aware that many of the test banks and/or reviews in textbooks rarely assess higher levels of learning",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "Tips on Test Construction on Test Construction",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 140
    }
  },
  {
    "content": "- 1. Include simple, succinct directions to include the following:\n- ! How to record answers if they are not to write on the exam\n- ! Whether or not to show work on problems\n- ! The point value for different items\n- ! Directions on how to use an answer sheet if provided\n- 2. Avoid splitting a test item between two different pages\n- 3. Leave the appropriate amount of space for each item\n- 3. Leave wide enough margins for your comments, points, etc.\n- 4. Group similar items together\n- 5. If it is a large exam, it might be worthwhile to group items according to content as well\n- 6. Leave space for the students name if they write on the exam.\n- 7. Start with your easiest items in each section",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "Test Layout Tips Test Layout",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 141
    }
  },
  {
    "content": "- 1. Return exams promptly. If this is not possible, post a corrected copy immediately after the exam\n- 2. When you return a test make sure the score is not showing (turn the test over; put the score on the last page)\n- 3. Give feedback to the class as a whole regarding the following:\n- ! Items most missed\n- ! Mistakes most frequently made\n- ! What was done particularly well\n- 4. When going over the test with the class, ask the students to refer to their class notes (For example, \"Look back at your notes on 12-5-01. What do you have regarding this topic?\")\n- 5. Do not respond to specific questions regarding the details of an individual students answer.\n- 6. Consider having students prepare their case in writing if they want you to give them credit for a question\n- 7. Consider full or partial credit for valid arguments.\n- 8. Ask students to come up with specific questions versus \"Why is my test score so low?\"\n- 9. When giving one-on-one feedback, do not overwhelm a student whose performance was overall poor with so much information that they do not know where to begin.\n- 10. Let students know when they have improved, even if it did not result in extremely high marks.\n- 11. Instead of explaining to a student why they missed a question, ask them to \"think out loud\". In other words, have them answer the question and tell you out loud their thinking process.\n- 12. To account for missed tests/quizzes you might want to drop the lowest quiz score or double the highest quiz score.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "Returning Tests and Giving Students Feedback Regarding Tests",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 142
    }
  },
  {
    "content": "Include some or all of the following:\n\n- ! How well did the exam questions reflect the content and what was emphasized?\n- ! What questions challenged you to think?\n- ! Which questions seemed like trick questions and why?\n- ! How difficult did you find the exam?\n- ! How much time did you spend studying for the exam?\n- ! Were you clear as to what the questions were asking? List the numbers of those questions you were unclear about.\n- ! Are you satisfied with your answers to the questions?\n- ! What grade would you assign to this test?",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "Returning Tests and Giving Students Feedback Regarding Tests",
      "subsection": "**Have Students Complete an Exam Evaluation**",
      "sub_subsection": "Null",
      "chunk_id": 143
    }
  },
  {
    "content": "Take-home tests allow students to work at their own pace with access to books and materials. Take-home tests also permit longer and more involved questions, without sacrificing valuable class time for exams.\n\n- ! Problem sets, short answers, and essays are the most appropriate kinds of take-home exams.\n- ! The instructor should avoid designing a take-home exam that is too difficult or an exam that does not include limits on the number of words or time spent.\n- ! The take-home test should have explicit instructions on what the students can and cannot do: for example, are they allowed to talk to other students about their answers?\n- ! A variation of a take-home test is to give the topics in advance but ask the students to write their answers in class. Some instructors hand out ten or twelve questions the week before an exam and announce that three of those questions will appear on the exam.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "Alternative Testing Modes",
      "subsection": "**1. Take-Home Tests**",
      "sub_subsection": "Null",
      "chunk_id": 144
    }
  },
  {
    "content": "Open-book tests simulate the situations professionals face every day, when they use resources to solve problems, prepare reports, or write memos.\n\n- ! Open-book tests tend to be inappropriate in introductory courses in which facts must be learned or skills thoroughly mastered if the student is to progress to more complicated concepts and techniques in advanced courses.\n- ! On an open-book test, students who are lacking basic knowledge may waste much of their time consulting their references rather than writing.\n- ! Open-book tests appear to reduce stress, but research shows that students do not necessarily perform significantly better on open-book tests.\n- ! Open-book tests seem to reduce students' motivation to study. A compromise between open- and closed-book testing is to let students bring an index card or one page of notes to the exam or to distribute appropriate reference material such as equations or formulas as part of the test.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "Alternative Testing Modes",
      "subsection": "**2. Open-Book Tests**",
      "sub_subsection": "Null",
      "chunk_id": 145
    }
  },
  {
    "content": "Many students with and without identified disabilities need support when taking tests. The type and extent of adaptations for fair test administration will vary from student to student and, possibly, from subject to subject for the same student. In addition, as the student gains skills, fewer accommodations may be needed.\n\nA number of possible test administration adaptations are listed below. Educators should choose the best combinations of strategies for student success based on individual needs.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "Creating Fair Tests Tests and Testing Fairly\\* and Testing",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 146
    }
  },
  {
    "content": "- ! Provide oral and/or written time checks during the test and provide breaks during long tests\n- ! Give oral interpretation of directions\n- ! Confirm correct responses with a nod, thumbs up, or correct mark on the page\n- ! Explain the meaning of key vocabulary words\n- ! Provide additional examples of the expected answer\n- ! Trigger associations: \"Remember when we...\"\n- ! Use a student-generated reference sheet (i.e., a legitimate \"cheat sheet\")\n- ! Review just prior to the test\n- ! Display reference charts in the classroom\n- ! Excuse a student from answering specified test questions or sections (i.e., omit the essay or the short answer)\n- ! Require fewer answers (evens or odds only when appropriate)\n- ! Remove the pressure to rush through a test by agreeing to base the grade on the number of correct answers out of the total number of questions answered\n- ! Provide a word bank/outline\n- ! Read the test orally\n- ! Allow use of calculators, computers, dictionaries, electronic spellcheckers, and/or tape recorders\n- ! Allow enough time for completion of tests in one sitting or break the testing into two days\n- ! Give a re-test\n- ! Avoid adding additional pressure during testing by stating negative consequences of a poor score\n- ! Allow students to tape record answers to essay questions or to outline the answer\n\n\\*Information from: **Including All Students: A General Educator's Guide to Teaching a Diverse Student Population** For a free copy contact: Kansas Curriculum Center, (785) 231-1010 x1534, zzroot@washburn.edu\n\n*A number of decisions must be made about testing accommodations…*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "Creating Fair Tests Tests and Testing Fairly\\* and Testing",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 147
    }
  },
  {
    "content": "*A number of decisions must be made about testing accommodations…*\n\n- ! How much and what kind of help will be given?\n- ! Who will give the help (e.g., general or special education teacher, para-educator, or volunteer)?\n- ! Where will the student be tested (e.g., in the regular classroom, a resource or conference room, the library, or the cafeteria)?\n- ! When will the test be given ( e.g., time of day, in one sitting or broken into short time periods, during the regularly scheduled class, after school, during recess, with or without additional time, etc.)?\n- ! What adaptations should be made depending on the student's disability, the subject, the type of test, and the student's increasing skill in reading, processing, and writing independently?\n- ! Adaptations must be individualized and kept private between teachers and students. Adaptations should parallel the accommodations made during instruction. For instance, if a student commonly uses taped books, then tests should be presented orally. If a student uses a calculator for completing daily assignments, then the calculator should be allowed during tests.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "Creating Fair Tests Tests and Testing Fairly\\* and Testing",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 148
    }
  },
  {
    "content": "**Marilla Svinicki,** University of Texas at Austin The Professional & Organizational Development Network in Higher Education (continued from page 39)\n\nIf we want the students to be able to deal with the complex nature of essay tests and other forms of spontaneous writing, there are some things we can do in our instruction that will prepare them more adequately.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "I'd like to use essay tests, but... I'd use tests,",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 149
    }
  },
  {
    "content": "Students are conditioned from an early age to think in terms of discrete facts and \"correct\" answers rather than looking for the relationships which are characteristic of essay answers. One of the first steps toward improved essay answers is to adopt a different perspective on the nature of what is to be learned from the material presented and read. To help students think about the material differently, the instructor can:\n\n- ! Encourage students to integrate material from class to class and unit to unit. For example, have the students answer some of the questions listed below each time they begin a new topic:\n- —How does this topic compare with/relate to what has gone before?\n- —How is it different? How is it similar?\n- —Why is it included in the course? Why at this point?\n- —What are its main points, its strengths, its weaknesses?\n- —How does it apply to the overall goal of the course?\n- ! Have them write their own sample essay questions for each lecture or reading assignment and then in class. Discuss those that most closely parallel what **you** would ask.\n- ! Explain the levels of cognitive complexity (such as Bloom's taxonomy) which might be expected of them in the course and differentiate between knowledge of facts and ability to analyze and critique material.\n- ! Emphasize process during classtime itself, so that the students begin to understand how conclusions are reached rather than focusing on the conclusions alone.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "I'd like to use essay tests, but... I'd use tests,",
      "subsection": "**1. Help them think differently about the material**",
      "sub_subsection": "Null",
      "chunk_id": 150
    }
  },
  {
    "content": "Studying for essay exams is much different from studying for objective exams. Instructors should encourage students to:\n\n- ! Create outlines of readings and lecture notes which emphasize the relationships among the ideas. Paraphrase or create an executive summary for each reading or lecture.\n- ! Draw concept maps, which are visual diagrams of how terms, principles, and ideas interconnect. *(Continued on next page…)*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "I'd like to use essay tests, but... I'd use tests,",
      "subsection": "**2. Help them study the material differently**",
      "sub_subsection": "Null",
      "chunk_id": 151
    }
  },
  {
    "content": "To help students compile the information they have learned into answers which are written more effectively and efficiently, an instructor can:\n\n- ! Provide a list of key words used in essay questions and what they imply in terms of answer content and structure. *(See page 41 of this document.)*\n- ! Give students opportunities to practice writing essay answers in class and discussing the structure of the answers.\n- ! Assign brief out-of-class essay questions with which to practice and provide individual feedback on the writing. You may wish to develop a feedback phrase sheet, which lists your most commonly used comments and an extended description of what that comment means.\n- ! Give the students an opportunity to grade an essay answer using the system (rubric) you normally use so that they will understand how they are being evaluated.\n- ! Provide examples of good and poor answers to essay questions with an explanation of why they are evaluated that way.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "I'd like to use essay tests, but... I'd use tests,",
      "subsection": "**3. Help them write structurally sound answers**",
      "sub_subsection": "Null",
      "chunk_id": 152
    }
  },
  {
    "content": "Here are some examples of efficient time management techniques that the student could possibly benefit from in completing an essay exam:\n\n- ! Scanning all the items and parceling out an appropriate amount of time to spend on each according to weight or importance\n- ! Spending a few minutes outlining an answer before writing (the teacher could possibly give some credit for content which appears on an outline, but was not included in the answer due to time constraints)\n- ! Having a checklist for quickly evaluating answers before completing the exam (such as \"did you answer the question?\" \"are the transitions clear?\" \"is evidence provided for each assertion?\" and so on).",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "I'd like to use essay tests, but... I'd use tests,",
      "subsection": "**4. Help them learn time management techniques**",
      "sub_subsection": "Null",
      "chunk_id": 153
    }
  },
  {
    "content": "There is actually an additional selfish motive for improving students' essay writing skills: it makes the grading process much easier. If students learn how to read and interpret the structure of an essay question, they can create an answer that is comprehensive and well-organized. The task of grading those essay answers becomes less one of interpretation and more one of evaluation.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "I'd like to use essay tests, but... I'd use tests,",
      "subsection": "**5. Why should we bother?**",
      "sub_subsection": "Null",
      "chunk_id": 154
    }
  },
  {
    "content": "1. Students enter the classroom. Before the students have a chance to put away their things, the teacher announces that they will be having a test. No notice has been given of the test. In response to student complaints about the test, the teacher responds \"it will show who is really paying attention in class and keeping up with the reading.\"\n\n2. Before the students have time to remove their books, notebooks, etc. from their desks, the teacher starts handing out the quiz. (Some books, etc. remain on the desks.) Once the first students receive the test, they start busily taking it, while the teacher is handing out the rest. The teacher announces that the students will have twenty-five minutes to take the fifty-item test.\n\n3. One minute into the test, one of the students raises her hand and asks whether to mark the correct response to the multiple choice item by circling or placing a check beside the correct response. Later, someone asks how to respond to the true-false items.\n\n4. The desks in the room are close together. During the test, Billy glances over to Juan's paper and sees what his answers are. Billy sees about five answers.\n\n5. After about twenty minutes, two students have completed the test and start rustling papers and whispering. Some students complain about the noise.\n\n6. At the end of the time, the teacher announces that time is up. Some students complain that they did not know how much time was left and that they are in the middle of answering an item. The teacher collects the papers anyway.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "Test Administration Assignment Test Assignment",
      "subsection": "*Read Through the Following Description of a Teacher Giving a Test*",
      "sub_subsection": "Null",
      "chunk_id": 155
    }
  },
  {
    "content": "7. While scoring the test, the teacher notices that some students did not have the last page. For those students, the teacher decides to score the test using only 40 items instead of 50.\n\n| List problems associated with the way | Indicate ways the teacher could have |\n|---------------------------------------|--------------------------------------|\n| the teacher administered the test.    | avoided the problems.                |\n| _________________________________     | _________________________________    |\n| _________________________________     | _________________________________    |\n| _________________________________     | _________________________________    |\n| _________________________________     | _________________________________    |\n| _________________________________     | _________________________________    |\n| _________________________________     | _________________________________    |",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "Test Administration Assignment Test Assignment",
      "subsection": "*Read Through the Following Description of a Teacher Giving a Test*",
      "sub_subsection": "Null",
      "chunk_id": 156
    }
  },
  {
    "content": "*Use this chart when the major topic or task primarily involves the acquisition and processing of knowledge.*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "Cognitive Domain Guide Cognitive Guide",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 157
    }
  },
  {
    "content": "| **Level**         | **If the student must...**                                   | **Then use these key words in objectives, assignments and evaluations**\n| ----------------- | -------------------------------------------------------------| -------------------------------------------------------------------------------------       |\n| **Knowing**       | ...recall or recognize this knowledge; giving it back in     | define, describe, identify, label <br> list, match, name, recall <br> recite, recognize,    |\n|                   |  nearly the same form as it was received.                    | select, state                                                                               |\n| **Comprehending** | ...demonstrate an understanding of this knowledge, seeing    | associate, compare, discriminate <br> distinguish, explain, match <br> paraphrase, restate, |\n|                   | relationships and telling in their own word what it means    | illustrate, translate                                                                       |\n| **Applying**      | ...use this knowledge in a concrete situation other than     | apply, compute, convert, demonstrate, dramatize, employ, estimate, extend <br> generalize,  |\n|                   | in which it was learned.                                     | illustrate, infer, interpret, modify, operate, perform, practice <br> predict, produce,     |\n|                   |                                                              | relate, rewrite, show how, solve, transform, use                                            |\n| **Analyzing**     | ..analyze or break down this knowledge into its essential    | analyze, break down, categorize, compare, contrast, detect, determine <br> diagram,         |\n|                   | parts, and differentiate between facts, opinions,            | differentiate, distinguish, find, isolate, outline, point out <br> separate, separate out,  |\n|                   | assumptions, hypotheses and conclusions.                     | show how, subdivide, trace the logic                                                        |\n| **Synthesizing**  | ...produce something unique and original from this           | arrange a new, assemble, combine, construct, create, design, develop from devise, formulate |\n|                   | knowledge by synthesizing or combining the elements from     | , generalize, harmonize, integrate, organize, parallel <br> plan, problem solve, reconcile, |\n|                   | an analysis into a new structure or organization.            | relate, summarize                                                                           |",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "Cognitive Domain Guide Cognitive Guide",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 158
    }
  },
  {
    "content": "| **Evaluating**    | ...form judgments about the value or worth of this knowledge.| access, appraise, conclude, critique, defend  evaluate, judge, justify, rank by, refute     |\n|                   |                                                              |  select based on, support, test, validate                                                   |\n|",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "Cognitive Domain Guide Cognitive Guide",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 159
    }
  },
  {
    "content": "*Use this chart when the major topic or task is primarily concerned with acquiring new attitudes, values or beliefs.*",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "Affective Domain Guide Affective Guide",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 160
    }
  },
  {
    "content": "**TABLE-major topic or task is primarily concerned with acquiring new attitudes, values or beliefs.**\n| **Level**          | **If the student must…**                           | **Then use these key words in objectives, assignments and evaluations**   |\n| ------------------ | --------------------------------------------------- | ----------------------------------------------------------------------------------------------------- |\n| **Receiving**      | ...receive information about or give attention to   | be alert to, be aware of, be sensitive to, experience, listen to, look at <br> perceive existence,    |\n|                    |  this new attitude, value or belief.                | receive information on, take notes on, take notice of, willingly attend                               |\n| **Responding**     | ...participate in, or react to this new attitude,   | allow other to, answer questions on, contribute to, cooperate with, dialog on  discuss openly, enjoy  |\n|                    |  value or belief in a positive manner.              | doing, participate in, reply to, respect those who                                                    |\n| **Valuing**        | ...show some definite involvement in or commitment  | accept as right, accept as true, affirm belief/trust in, associate himself with, assume as true       |\n|                    | to this new attitude, value or belief.              | , consider valuable <br> decide based on, indicate agreement, influence others, justify based on, seek|\n|                    |                                                     | out more detail                                                                                       |\n| **Organizing**     | ...integrate this new attitude, value or belief,    | advocate, integrate into life, judge based on, place in value system <br> prioritize based on         |\n|                    | with the existing organization of attitudes, values | , persuade others, systematize                                                                        |\n|                    | and beliefs, so that it has a position of priority  |                                                                                                       |\n|                    | and advocacy.                                       |                                                                                                       |\n| **Characterizing** | ...fully internalize this new attitude, value or    | act based on, consistently carry out, consistently practice, fully internalize <br> know by others    |\n|                    | belief so that it consistently characterizes thought| as, characterized by, sacrifice for, view life based on                                               |\n|                    | and action.                                         |                                                                                                       |",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Etc…Etc…Etc…",
      "section": "Affective Domain Guide Affective Guide",
      "subsection": "Null",
      "sub_subsection": "Null",
      "type": "table",
      "chunk_id": 161
    }
  },
  {
    "content": "\"The Advantages of Rubrics,\" The Learning Network http://www.teachervision.com/lesson-plans/lesson-4522.html\n\n\"Assessing Student Performance,\" Ohio State Office of Faculty and TA Development, Ohio State University, Columbus, OH http://www.osu.edu/education/ftad/Publications/TeachingHandbook/chap-6.html\n\n\"Authentic Assessment Overview,\" Pearson Education Development Group http://www.teachervision.com/lesson-plans/lesson-4911.html\n\nBorder, Barbara. \"The Status of Alternative Assessments Through the 1990s: Performance and Authentic Assessments in Relation to Vocational-Technical Education, Technical Skills, Workplace Skills, and Related Academic Skills\" (1998) V-TECS\n\n\"Common Characteristics of Authentic Assessment,\" Aurbach & Associates http://www.aurbach.com/alt\\_assess.html\n\n\"Creating Better Student Assessments,\" The U.S. Department of Education, Improving America's Schools http://www.ed.gov/pubs/IASA/newsletters/assess/pt1.html\n\nDavis, Barbara G. \"Quizzes, Tests, and Exams,\" **Tools for Teachers,** Jossey-Bass (1999) http://uga.berkeley.edu/sled/bdg/quizzes.html\n\n\"Designing Test Questions,\" Walker Teaching Resource Center, The University of Tennessee at Chattanooga http://www.utc.edu/Teaching-Resource-Center/test-questions.html\n\nDewey, Russell A. \"Writing Multiple Choice Items Which Require Comprehension,\" Georgia Southern University, Statesboro, GA http://www.psywww.com/selfquiz/aboutq.htm\n\n\"Essay Tests,\" Office of Teaching Effectiveness, University of Colorado at Denver http://thunderl.cudenver.edu/OTE/nn/\n\n\"General Tips For Writing Essay Prompts,\" Online Writing Lab, Rogue Community College, Grant's Pass, OR http://www2.rogue.cc.or.us/OWL/teaching/prompt.htm\n\n\"Guidelines for Rubric Development,\" EdWeb, San Diego State University http://edweb.sdsu.edu/triton/july/rubrics/Rubric\\_Guidelines.html\n\nHitchcock, David. \"How Can I Use Multiple Choice Tests for More Than Just Rote Recall of Facts?\" http://www.mcmaster.ca/learning/teaching\\_tips/tip14.htm\n\n\"How to Write Tests: Matching Questions,\" University of Lethbridge, Alberta, Canada http://www.edu.uleth.ca/courses/ed3604/HTWT.html#mat\n\n*(Continued on next page…)*\n\n\"Improving Your Test Questions,\" Division of Measurement and Evaluation, Office of Instructional Resources, University of Illinois at Urbana-Champaign http://www.oir.uiuc.edu/dme/Exams/ITQ.html#sec23\n\n\"Including All Students\" Kansas Curriculum Center, Washburn University\n\nJacobs, Lucy C. \"How to Write Better Tests,\" Indiana University, Bureau of Education Studies & Testing http://www.indiana.edu/~best/write\\_better\\_tests.shtml\n\nJohnson, John A. \"Levels of Understanding Assessed by Multiple Choice Questions\" http://www.personal.psu.edu/faculty/j/5/j5j/psy002/MCQ.html\n\nKehoe, Jerard. \"How to Write Multiple Choice Questions,\" QuizPlease http://www.robmccormack.com/qphelp/qphowto5.htm\n\n\"Lack of Training on Standards and Tests\". **Education Week on the Web** http://www.edweek.org/sreports/qc01/articles/qc01chart.cfm?slug=17tools-c1.h20\n\n\"The Multiple Choice Exam,\" University of Victoria, British Columbia Learning Skills Program http://www.coun/uvic.ca/learn/program/hndouts/multicho.html",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Bibliography",
      "section": "Null",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 162
    }
  },
  {
    "content": "\"Performance Assessment,\" Education Research Consumer Guide, Office of Educational Research and Improvement (OERI), US Department of Education http://www.ed.gov/offices/OERI/\n\n\"Performance Assessment Scoring Rubric,\" National Center for Research on Education, Standards, and Student Teaching (CRESST) http://www/cse.ucla/edu/CRESST/pages/Rubrics.htm\n\n\"Principles of Good Practice for Assessing Student Learning,\" University of Montana at Bozeman, Office of Institutional Research http://www.montana.edu/aircj/assess/GoodPractices.html\n\nRowe, Allan D. \"Rubric Basics,\" http://www.rubrics.com: 19815/4DAction/w\\_start/1\n\nRudman, Herbert C. \"Integrating Testing with Teaching,\" ERIC Clearinghouse on Assessment and Evaluation http://ericae.net/pare/getvn.asp?v=1&n=6\n\n\"Standards for Teacher Competence in Educational Assessment of Students,\" Buros Institute, University of Nebraska, Lincoln http://www.unl.edu/buros/article3.html\n\n\"Student Evaluation of Test Item Quality,\" University of Illinois at Urbana - Champaign http://www.oir.uiuc.edu/dme/ices\\_cat/NewICESfaq.html\n\n\"Summary Data on Teacher Effectiveness, Teacher Quality, and Teacher Qualifications,\" National Council for Accreditation of Teacher Education (NCATE), 2000 http://www.ncate.org/resources/factsheettq.htm\n\nSvinicki, Marilla. \"I'd Like to Use Essay Tests, But…\" The Professional & Organizational Development Network in Higher Education http://www.ucet.ufl.edu/ProgramService/topic6-2.htm\n\n*(Continued on next page…)*\n\n\"Test Construction,\" Teaching@Indiana, Indiana University http://www.indiana.edu/~handbook/evalsp-t.htm\n\n\"Test Taking Strategies,\" Lawrence University, Appleton, WI http://www.lawrence.edu/dept/student\\_acad/college\\_place/before\\_the\\_exam.html\n\n\"Test Taking Strategies,\" Marquette University, Milwaukee, WI http://www.eop.mu.edu/study/\n\n\"Test Techniques,\" The Center for Teaching Excellence, Lansing Community College, Lansing, MI http://www.lansing.cc.mi.us/~cte/workshops/testingtechniques/tt9\\_references.html\n\n\"True-False Item Construction,\" College of Education, Texas A&M University http://empowermentzone.tamu.edu/true\\_false\\_item/page2.html\n\n\"Writing Matching Test Items,\" Alabama Professional Development Modules http://web.utk.edu/~mccay/apdm/mod3b/mod3b\\_a.html\n\n\"Writing Test Items,\" Michigan State University http://www.msu.edu/dept/soweb/writitem.html\n\n\"Writing True-False Questions and Evaluating Responses,\" Alabama Professional Development Modules http://web.utk.edu/~mccay/apdm/mod3at-f\\_b.html\n\n\"Writing True-False Items,\" Office of Measurement Services, University of Minnesota http://www.ucs.umn.edu/oms/truefalse.htmlx",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Bibliography",
      "section": "Null",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 163
    }
  },
  {
    "content": "**B** A formula for the perimeter of a rectangle with the original width doubled.\n\n**D** A formula for the area of a rectangle with the original length and width\n\n**Option Rationale Item: M052066**\n\n**A** A formula for the perimeter of the original rectangle.\n\nExhibit 5: Example Multiple-Choice Item and Response Rationales – Grade 8 Mathematics\n\nFor some desired outcomes of mathematics and science education, constructed response items provide more valid measures of achievement than do multiple-choice items. The quality of constructed response items depends largely on the ability of scorers to assign scores consistently and reliably within and across countries. Thus, it is essential that each constructed response item and its scoring guide be developed together.\n\n![](_page_69_Picture_2.jpeg)\n\n**C** KEY\n\ndoubled.\n\n**64**\n\nPlease keep the guidelines for writing constructed response questions in mind. In particular, ask a clear question, and develop a scoring guide for the question at the same time as the question is developed.\n\nConstructed response items usually require students to give a numerical result, provide a short explanation or description given in one or two phrases or sentences, create a list, complete a table, or provide a sketch. They are scored as either 1 or 2 points for fully-correct answers.\n\n- 1-point constructed response items are scored as correct (1 score point) or incorrect (0 score points).\n- 2-point constructed response items are scored as fully correct (2 score points), partially correct (1 score point), or incorrect (0 score points). For example, a response demonstrating thorough understanding of concepts and processes will receive full credit (2 points). These responses show a complete or deeper understanding than a response that will receive partial credit (1 point). (Developing scoring guides is explained in the next section.)",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Writing Constructed Response Items and Scoring Guides",
      "section": "Null",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 164
    }
  },
  {
    "content": "Constructed response items should be used when it is desirable that the student be required to think of an answer without the possible cues provided by an option in a multiple-choice item. If too few plausible distracters are available for a multiple-choice item, it may be better framed as a constructed response item.\n\nDeveloping a constructed response item accurately targeted on the ability to be assessed, along with the accompanying scoring guide, is not a straightforward task. Care in writing constructed response items is especially important for two reasons. First, if the task is not well specified students may interpret the task in different ways and respond to different questions. Second, a constructed response item may carry more score points than a multiple-choice item.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Writing Constructed Response Items and Scoring Guides",
      "section": "Null",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 165
    }
  },
  {
    "content": "- 1. Write questions in easily accessible language appropriate to the age and experience of the target population. Use simple vocabulary and sentence structure, and avoid using complicated names for the subjects in the item.\n- 2. Make what is expected of students as clear as possible without compromising the intent of the item. Give an indication, where appropriate, of the extent, or level of detail, of the expected answer (e.g., \"Give three reasons …\" rather than \"Give some reasons …\" and \"Draw a labeled diagram illustrating the water cycle\" rather than \"What is meant by the term 'water cycle'?\"). Select real life problem settings that are likely to be \"real\" to students at the target grade levels, and that involve quantities that are realistic for the situations.\n- 3. Avoid asking questions that could give rise to answers that cannot be scored strictly in terms of accuracy of mathematical or scientific understanding (e.g., \"What are satellites used for?\").\n\n![](_page_70_Picture_10.jpeg)\n\n![](_page_71_Picture_0.jpeg)\n\n- 4. Students should be able to complete the task in the time allocated for each constructed response item, that is, a maximum of 3 minutes.\n- 5. Write an appropriate answer to the question in terms of the language, knowledge, and skills that a student at the target grade could be expected to possess. This tests the clarity of the question and is also an essential first step in producing a scoring guide for the item. It is also helpful for those who are reviewing the question.\n- 6. Produce a scoring guide (see below). This action usually results in amendments to the item to clarify its purpose and improve the quality of information that can be obtained from student responses.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Guidelines for Writing Constructed Response Items",
      "section": "Null",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 166
    }
  },
  {
    "content": "It is important to select the best response mode for each constructed response item. For most constructed response items, students will write the results of calculations, descriptions, or explanations. It is also possible to ask students to draw graphs or diagrams.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Response Types for Constructed Response Items",
      "section": "Null",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 167
    }
  },
  {
    "content": "To ensure reliability, constructed response items need scoring guides with well-defined categories for allocating score points. It also is important to collect information of value for educational improvement. Students' answers can provide insights into what they know and are able to do, including common misconceptions.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "Scoring Guides",
      "section": "Null",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 168
    }
  },
  {
    "content": "General scoring guidelines used for 1-point and 2-point constructed response items are described in Exhibit 6.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "General Scoring Guidelines for TIMSS Constructed Response Items",
      "section": "Null",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 169
    }
  },
  {
    "content": "**1 Point (Full Credit)**\n\nA 1-point response is correct. The response indicates that the student has completed the task correctly.\n\n**0 Points (No Credit)**\n\nA 0-point response is incorrect, irrelevant, or incoherent.\n\n![](_page_71_Picture_16.jpeg)\n\n![](_page_72_Picture_0.jpeg)",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "General Scoring Guidelines for TIMSS Constructed Response Items",
      "section": "Exhibit 6: TIMSS General Scoring Guidelines for Constructed Response Items",
      "subsection": "Scoring 1-Point Items",
      "sub_subsection": "Null",
      "chunk_id": 170
    }
  },
  {
    "content": "**2 Points (Full Credit)**\n\nA 2-point response is complete and correct. The response demonstrates a thorough understanding of the concepts and/or procedures embodied in the task.\n\n- Indicates that the student has completed all aspects of the task, showing correct application of concepts and/or procedures\n- Contains clear, complete explanations, supporting work, or evidence when required\n\n**1 Point (Partial Credit)**\n\nA 1-point response is only partially correct. The response demonstrates only a partial understanding of the concepts and/or procedures embodied in the task.\n\n- Addresses some elements of the task correctly, but may be incomplete\n- May contain a correct answer, but an incomplete explanation when required\n- May contain an incorrect answer with an explanation or supporting work indicating a correct understanding of the concepts\n\n**0 Points (No Credit)**\n\nA 0-point response is inaccurate or inadequate, irrelevant, or incoherent.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "General Scoring Guidelines for TIMSS Constructed Response Items",
      "section": "Exhibit 6: TIMSS General Scoring Guidelines for Constructed Response Items",
      "subsection": "Scoring 2-Point Items",
      "sub_subsection": "Null",
      "chunk_id": 171
    }
  },
  {
    "content": "The TIMSS diagnostic scoring system uses two digits. For example, 10, 11, 70, or 79.\n\nThe **first digit** is the score indicating the degree of correctness of the response as described in the generalized scoring guidelines.\n\nThe **second digit** is used to classify the method used in solving a problem, or perhaps to track common errors or misconceptions. The information from the second digit addresses questions such as: Do approaches that lead to correct responses to the item vary across countries? Is there one approach that students have more success with than others? What are the common misconceptions that students have about the matter being tested? What common errors are made?",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "The TIMSS Two-Digit Diagnostic Scoring System",
      "section": "Null",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 172
    }
  },
  {
    "content": "The first digit for **correct or partially correct responses** signifies the number of score points given to the response. Thus:\n\n• The first digit for a correct response is 1 for 1-point items or 2 for 2-point items\n\nHowever, for an **incorrect or blank** response, the first digit is not zero. Instead:\n\n- The first digit for an incorrect response is 7\n- The first digit for a blank response is 9\n\n![](_page_72_Picture_24.jpeg)\n\n![](_page_73_Picture_0.jpeg)",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "The TIMSS Two-Digit Diagnostic Scoring System",
      "section": "The First Digit",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 173
    }
  },
  {
    "content": "The **second digit** for **correct or incorrect responses** provides diagnostic information. Thus:\n\n- The second digits used for diagnostic purposes with either correct or incorrect responses can be 0 through 2 (codes 20–22, 10–12, and 70–72)\n- An incorrect response not fitting a pre-defined incorrect code is given a 79 for \"other incorrect.\" If no diagnostic categories are defined, all incorrect responses receive **code 79**.\n- **Code 99** means a **completely** blank response.\n\nIt is unusual for an item to give rise to more than two commonly used correct methods, or more than one common error or misconception. Frequently no more than one or two categories are required. In other words, **the specific diagnostic codes should capture only the predominant correct and incorrect approaches/strategies used by students**. Scoring constructed response items is a significant cost factor for national centers, so care should be taken not to provide codes for response types that do not have apparent value for educational improvement.",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "The TIMSS Two-Digit Diagnostic Scoring System",
      "section": "The Second Digit",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 174
    }
  },
  {
    "content": "It is essential that item writers provide scoring guides that include:\n\n- The student response or responses that will be awarded full credit (1 or 2 points)\n- For 2-point items, the student response or responses that will be awarded partial credit (1 of 2 points)\n- If applicable, and absolutely necessary, diagnostic codes\n- Example student responses for each code used\n\nThe example constructed response items and their scoring guides presented in Exhibits 7 and 8 illustrate the two-digit scoring system used in TIMSS and include the required information described above.\n\n![](_page_73_Picture_14.jpeg)\n\n![](_page_74_Picture_0.jpeg)\n\n|         | 43 = 5 =                                     |               |  |\n|---------|----------------------------------------------|---------------|--|\n|         | Answer: Answer: Answer                       |               |  |\n|         |                                              |               |  |\n|         |                                              |               |  |\n|         |                                              |               |  |\n| M061272 |                                              |               |  |\n| Code    | Response                                     | Item: M061272 |  |\n|         | Correct Response                             |               |  |\n| 10      | 8 with a remainder of 3 OR 8 - or equivalent |               |  |\n|         | Incorrect Response                           |               |  |",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "The TIMSS Two-Digit Diagnostic Scoring System",
      "section": "Writing Scoring Guides",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 175
    }
  },
  {
    "content": "![](_page_74_Picture_3.jpeg)\n\n![](_page_74_Picture_4.jpeg)\n\n![](_page_75_Picture_0.jpeg)",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "The TIMSS Two-Digit Diagnostic Scoring System",
      "section": "Exhibit 7: Example Constructed Response Item and Scoring Guide – Grade 4 Mathematics",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 176
    }
  },
  {
    "content": "![](_page_75_Figure_2.jpeg)\n\n![](_page_75_Picture_7.jpeg)\n\n![](_page_76_Picture_0.jpeg)\n\n| Code | Response                                                                                                                                                                                                                                                                                 | Item: \\$052116                                                 |  |\n|------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------|--|\n|      | Correct Response                                                                                                                                                                                                                                                                         |                                                                |  |\n| 20   | I dentifies any two of these acceptable advantages.                                                                                                                                                                                                                                      |                                                                |  |\n|      |                                                                                                                                                                                                                                                                                          | · Long roots can reach more nutrients (minerals).<br>Examples: |  |\n|      |                                                                                                                                                                                                                                                                                          |                                                                |  |\n|      | The plant will be able to receive more nutrients that are hidden in the subsoil.                                                                                                                                                                                                         |                                                                |  |\n|      | More soil nutrients can be reached                                                                                                                                                                                                                                                       |                                                                |  |\n|      | · Long roots can reach water (when topsoil is dry or frozen).                                                                                                                                                                                                                            |                                                                |  |\n|      | Examples:                                                                                                                                                                                                                                                                                |                                                                |  |\n|      | They can reach deep underground water.                                                                                                                                                                                                                                                   |                                                                |  |\n|      | Will get more water.<br>So that in time of drought they can reach the subsoil water.<br>· Long roots can anchor the plant better.<br>Examples:<br>They are not easily blown over by strong winds.<br>Will make the hold stronger in the ground.<br>It holds the stem of the tree firmly. |                                                                |  |\n|      |                                                                                                                                                                                                                                                                                          |                                                                |  |\n|      |                                                                                                                                                                                                                                                                                          |                                                                |  |\n|      |                                                                                                                                                                                                                                                                                          |                                                                |  |\n|      |                                                                                                                                                                                                                                                                                          |                                                                |  |\n|      |                                                                                                                                                                                                                                                                                          |                                                                |  |\n|      |                                                                                                                                                                                                                                                                                          |                                                                |  |\n|      | Partially Correct Response                                                                                                                                                                                                                                                               |                                                                |  |\n|      | 10   Identifies one acceptable advantage only. The second advantage may be incorrect or missing.                                                                                                                                                                                         |                                                                |  |\n|      | Incorrect Response                                                                                                                                                                                                                                                                       |                                                                |  |\n|      | 79   Incorrect (including crossed out, erased, stray marks, illegible, or off task)                                                                                                                                                                                                      |                                                                |  |\n|      | Nonresponse                                                                                                                                                                                                                                                                              |                                                                |  |\n| 99   | Blank                                                                                                                                                                                                                                                                                    |                                                                |  |\n\n\n![](_page_76_Picture_3.jpeg)",
    "metadata": {
      "source": "Clay and Root (2001) Is This a Trick Question? A Short Guide to Writing Effective Test Questions**",
      "page": "Unspecified",
      "chapter": "The TIMSS Two-Digit Diagnostic Scoring System",
      "section": "Exhibit 8: Example Constructed Response Item and Scoring Guide – Grade 8 Science",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 177
    }
  }
]