[
  {
    "content": "**TABLE-Content**\n| Writing Rubric (Johnson Community College)                          | 2  |\n|---------------------------------------------------------------------|----|\n| Subject A Scoring Guide (University of CA)                          | 3  |\n| Scoring Guide for Writing (CA State University, Fresno)             | 4  |\n| Scoring Guide for Integrative Science (CA State University, Fresno) | 5  |\n| Writing Rubric (Northeastern Illinois University)                   | 6  |\n| Oral Presentation Holistic Scoring Rubric (SE Missouri State U)     | 7  |\n| Holistic Critical Thinking Scoring Guide (Facione & Facione)        | 10 |\n| Levels of Leadership (Bowling Green)                                | 11 |\n| Levels of Connection (Bowling Green)                                | 12 |\n| Levels of Participation (Bowling Green)                             | 13 |\n| Levels of Presentation (Bowling Green)                              | 14 |\n| Levels of Investigation (Bowling Green)                             | 15 |\n| Analytical Writing Rubric (CA State University, Long Beach)         | 16 |\n| Social Science Rubric (SUNY Geneseo)                                | 16 |\n| Fine Arts Rubric (SUNY Geneseo)                                     | 18 |\n| Listening (Palomar)                                                 | 19 |\n| Speaking (Palomar)                                                  | 20 |\n| Reading (Palomar)                                                   | 21 |\n| Writing (Palomar)                                                   | 21 |\n| Problem Solving (Palomar)                                           | 22 |\n| Creative Thinking (Palomar)                                         | 22 |\n| Quantitative Reasoning (Palomar)                                    | 23 |\n| Transfer of Knowledge Skills (Palomar)                              | 23 |\n| Technological Competency (Palomar)                                  | 24 |\n| Teamwork (Palomar)                                                  | 25 |\n| Self-Management (Palomar)                                           | 25 |\n| Respect for Diverse People and Cultures (Palomar)                   | 26 |\n| Humanities/Cultural Rubric (University of South Carolina)           | 27 |\n| Math (University of South Carolina)                                 | 32 |\n| Oral Communications (University of South Carolina)                  | 34 |\n| Science (University of South Carolina)                              | 39 |\n| Social/Behavioral Science (University of South Carolina)            | 40 |\n| Written Communication (University of South Carolina)                | 44 |\n| Analytical Skills (University of Arkansas, Fort Smith)              | 49 |\n| Creativity (University of Arkansas, Fort Smith)                     | 50 |\n| Social Interaction (University of Arkansas, Fort Smith)             | 53 |\n| Critical Thinking (Northeastern Illinois University)                | 55 |\n| Critical Thinking (CA State University, Fresno)                     | 56 |\n| Information Competence (CA State University)                        | 57 |\n| A Rubric for Rubrics (Monmouth University)                          | 58 |\n\\*Rubrics were taken *verbatim* from campus websites and were sometimes lightly reformatted to fit the printed page.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Rubric Examples\\***",
      "subsection": "Null",
      "sub_subsection": "Null",
      "type": "table",
      "chunk_id": 1
    }
  },
  {
    "content": "Johnson Community College, downloaded 12/22/04 from http://www.jccc.net/home/depts/6111/site/assmnt/cogout/comwrite\n\n- **6** = Essay demonstrates excellent composition skills including a clear and thought-provoking thesis, appropriate and effective organization, lively and convincing supporting materials, effective diction and sentence skills, and perfect or near perfect mechanics including spelling and punctuation. The writing perfectly accomplishes the objectives of the assignment.\n- **5** = Essay contains strong composition skills including a clear and thought-provoking thesis, although development, diction, and sentence style may suffer minor flaws. Shows careful and acceptable use of mechanics. The writing effectively accomplishes the goals of the assignment.\n- **4** = Essay contains above average composition skills, including a clear, insightful thesis, although development may be insufficient in one area and diction and style may not be consistently clear and effective. Shows competence in the use of mechanics. Accomplishes the goals of the assignment with an overall effective approach.\n- **3** = Essay demonstrates competent composition skills including adequate development and organization, although the development of ideas may be trite, assumptions may be unsupported in more than one area, the thesis may not be original, and the diction and syntax may not be clear and effective. Minimally accomplishes the goals of the assignment.\n- **2** = Composition skills may be flawed in either the clarity of the thesis, the development, or organization. Diction, syntax, and mechanics may seriously affect clarity. Minimally accomplishes the majority of the goals of the assignment.\n- **1** = Composition skills may be flawed in two or more areas. Diction, syntax, and mechanics are excessively flawed. Fails to accomplish the goals of the assignment.\n\nRevised October 2003",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Writing Rubric**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 2
    }
  },
  {
    "content": "In holistic reading, raters assign each essay to a scoring category according to its dominant characteristics. The categories below describe the characteristics typical of papers at six different levels of competence. All the descriptions take into account that the papers they categorize represent two hours of reading and writing, not a more extended period of drafting and revision.\n\nScore 6: A 6 paper commands attention because of its insightful development and mature style. It presents a cogent analysis of or response to the text, elaborating that response with well-chosen examples and persuasive reasoning. The 6 paper shows that its writer can usually choose words aptly, use sophisticated sentences effectively, and observe the conventions of written English.\n\nScore 5: A 5 paper is clearly competent. It presents a thoughtful analysis of or response to the text, elaborating that response with appropriate examples and sensible reasoning. A 5 paper typically has a less fluent and complex style than a 6, but does show that its writer can usually choose words accurately, vary sentences effectively, and observe the conventions of written English.\n\nScore 4: A 4 paper is satisfactory, sometimes marginally so. It presents an adequate analysis of or response to the text, elaborating that response with sufficient examples and acceptable reasoning. Just as these examples and this reasoning, will ordinarily be less developed than those in 5 papers, so will the 4 paper's style be less effective. Nevertheless, a 4 paper shows that its writer can usually choose words of sufficient precision, control sentences of reasonable variety, and observe the conventions of written English.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "Subject A Scoring Guide (University of California)",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 3
    }
  },
  {
    "content": "Score 3: A 3 paper is unsatisfactory in one or more of the following ways. It may analyze or respond to the text illogically; it may lack coherent structure or elaboration with examples; it may reflect an incomplete understanding of the text or the topic. Its prose is usually characterized by at least one of the following: frequently imprecise word choice; little sentence variety; occasional major errors in grammar and usage, or frequent minor errors.\n\nScore 2: A 2 paper shows serious weaknesses, ordinarily of several kinds. It frequently presents a simplistic, inappropriate, or incoherent analysis of or response to the text, one that may suggest some significant misunderstanding of the text or the topic. Its prose is usually characterized by at least one of the following: simplistic or inaccurate word choice; monotonous or fragmented sentence structure; many repeated errors in grammar and usage.\n\nScore 1: A 1 paper suggests severe difficulties in reading and writing conventional English. It may disregard the topic's demands, or it may lack any appropriate pattern of structure or development. It may be inappropriately brief. It often has a pervasive pattern of errors in word choice, sentence structure, grammar, and usage.\n\nhttp://www.sdcoe.k12.ca.us/score/actbank/subja.htm",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "Subject A Scoring Guide (University of California)",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 4
    }
  },
  {
    "content": "**TABLE-Scoring Guide for Writing**\n| **Scoring Level**    | **Knowledge of Conventions**                              | **Clarity and Coherence**                               |   **Rhetorical Choices**                             |\n|------------------    |-----------------------------                          -   |--------------------------|-------------------------     |\n| **4 - Accomplished** | In addition to meeting the requirements for a “3,” the    | In addition to meeting the requirements for a 3, writing| In addition to meeting the requirements for a “3,”   |\n|                      | writing is essentially error-free in terms of mechanics.  | flows smoothly from one idea to another. The writer has | the writer’s decisions about focus, organization,    |\n|                      | Models the style and format appropriate to the assignment.| taken pains to assist the reader in following the logic | style/tone, and content made reading a pleasurable   |\n|                      |                                                           | of the ideas expressed.                                 | experience. Writing could be used as a model of how  |\n|                      |                                                           |                                                         | to fulfill the assignment.                           |\n| **3 - Competent**    | While there may be minor errors, the paper follows normal | Sentences are structured and word are chosen to communi-| The writer has made good decisions about focus,      |\n|                      | conventions of spelling and grammar throughout and has    | cate ideas clearly. Sequencing of ideas within paragraph| organization, style/tone,and content to communicate  |\n|                      | been carefully proofread.Appropriate conventions for style| and transitions between paragraphs make the writer’s    | clearly and effectively. The purpose and focus of the|\n|                      | and format are used consistently throughout the writing   | points easy to follow                                   | writing are clear to the reader and the organization |\n|                      | sample. Demonstrates thoroughness and competence in docum-|                                                         | and content achieve the purpose well. Writing        |\n|                      | enting sources; the reader would have little difficulty   |                                                         | follows all requirements for the assignment.         |\n|                      | referring back to cited sources.                          |                                                         |                                                      |\n| **2 - Developing**   | Frequent errors in spelling, grammar (such as subject/verb| Sentence structure and/or word choice sometimes         | The writer’s decisions about focus, organization,    |\n|                      | agreements and tense), sentence structure and/or other    | interfere with clarity. Needs to improve sequencing of  | style/tone, and/or content sometimes interfere with  |\n|                      | writing conventions distract the reader. Writing does not | ideas within paragraphs and transitions between         | clear, effective communication. The purpose of the   |\n|                      | consistently follow appropriate style and/or format.Source| paragraphs to make the writing easy to follow           | writing is not fully achieved. All requirements of   |\n|                      | documentation is incomplete. It may be unclear which      |                                                         | the assignment may not be fulfilled                  |\n|                      | references are direct quotes and which are paraphrased.   |                                                         |                                                      |\n| **1 - Beginning**    | Writing contains numerous errors in spelling, grammar,    | Sentence structure, word choice, lack of transitions    | The writer’s decisions about focus, organization,    |\n|                      | and/or sentence structure which interfere with comprehens-| and/or sequencing of ideas make reading and             | style/tone, and/or content interfere with            |\n|                      | ion. Style and/or format are inappropriate for the        | understanding difficult.                                | communication. The purpose of the writing is not     |\n|                      | assignment. Fails to demonstrate thoroughness and         |                                                         | achieved Requirements of the assignment have         |\n|                      | competence in documentation.                              |                                                         | not been fulfilled.                                  |This Scoring Guide for Writing table outlines a rubric used to evaluate student writing across three key dimensions: Knowledge of Conventions, Clarity and Coherence, and Rhetorical Choices. Each category is assessed on a 4-point scale (1 = Beginning to 4 = Accomplished), with detailed descriptors at each level. The rubric helps educators consistently assess writing quality by identifying strengths and areas for improvement in grammar and mechanics, idea organization, and effectiveness of communication strategie",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**California State University, Fresno**",
      "subsection": "**Scoring Guide for Writing**",
      "sub_subsection": "Null",
      "type": "table",
      "chunk_id": 5
    }
  },
  {
    "content": "*Date: June 6, 2002*\n[Source](http://www.csufresno.edu/cetl/assessment/)\n\nThis table presents the Scoring Guide for Writing used by California State University, Fresno, which is designed to assess student writing across three critical dimensions: Knowledge of Conventions, Clarity and Coherence, and Rhetorical Choices. Each dimension is evaluated on a four-level scale: Beginning (1), Developing (2), Competent (3), and Accomplished (4). At the highest level (Accomplished), writing is nearly error-free, models the expected style and format, and demonstrates exceptional clarity and organization, making it pleasurable to read and potentially usable as an example for others. A Competent level indicates clear communication with minor errors, good organizational structure, and effective use of rhetorical strategies that align with the assignment’s goals. In contrast, writing at the Developing level may contain frequent mechanical and structural errors, inconsistencies in formatting, and unclear source documentation, which can distract or confuse the reader. The lowest level, Beginning, reflects writing that is marred by numerous errors, poor organization, and a lack of alignment with assignment requirements, resulting in a failure to communicate the intended message effectively.This rubric helps instructors evaluate student writing in a structured and objective manner, while also providing clear feedback for students to improve their writing skills.\n\nJune 6, 2002\n\nhttp://www.csufresno.edu/cetl/assessment/ (click on WritingScoring.doc)",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**California State University, Fresno**",
      "subsection": "**Scoring Guide for Writing**",
      "sub_subsection": "Null",
      "chunk_id": 6
    }
  },
  {
    "content": "**TABLE-Science Assessment Rubric**\n| **Scoring Level**        | **Science and Society**         | **Basic Concepts and Fundamental Principles** | **Scientific Approach**               |      **Nature of Science**            |\n|--------------------------|---------------------------------|-----------------------------------------------|-------------------------------- ------|----------------------------------     |\n| **4 - Accomplished**     | Develops and defends an informed| Integrates and applies basic scientific       | Demonstrates comprehension of the     | Demonstrates scientific reasoning     |\n|                          | position, integrating values,   | concepts and principles                       | scientific approach; illustrates with | across multiple disciplines.          |\n|                          | science, and technology.        |                                               | examples.                             |                                       |\n| **3 - Competent**        | Correctly describes perspectives| Shows clear comprehension of basic            | Accurately expresses concepts relating| Interprets and relates scientific     |\n|                          | concerning the scientific       | scientific concepts and principles.           | to the scientific approach            | results in a way that shows a clear   |\n|                          | aspects of a societal issue.    |                                               |                                       | recognition of the nature of science. |\n| **2 - Developing**       | Recognizes the place of science | Able to state basic scientific concepts and   | Uses vocabulary related to scientific | Provides simplistic or incomplete     |\n|                          | in human affairs, but is unable | principles.                                   | methods in a rote manner or showing   | explanations of the nature of science.|\n|                          | to communicate its roles.       |                                               | simple conceptualization.             |                                       |\n| **1 - Beginning**        | Does not visualize a role or    | Lacks understanding of basic scientific       | Shows minimal understanding of        | Does not distinguish between          |\n|                          | need for science in human       | concepts and principles.                      | scientific methods.                   | scientific, political, religious, or  |\n|                          | affairs.                        |                                               |                                       | ethical statements.                   |   This Science Assessment Rubric provides a structured framework for evaluating student understanding of science across four key domains: Science and Society, Basic Concepts and Fundamental Principles, Scientific Approach, and Nature of Science. Scored on a 4-point scale (1 = Beginning to 4 = Accomplished), the rubric assesses a student’s ability to connect scientific knowledge with societal contexts, grasp core scientific principles, apply scientific thinking, and reflect on the nature of science. It supports consistent, holistic assessment of scientific literacy and critical reasoning.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**California State University, Fresno General Education Scoring Guide for Integrative Science**",
      "subsection": "Science Assessment Rubric",
      "sub_subsection": "Null",
      "type": "table",
      "chunk_id": 7
    }
  },
  {
    "content": "http://www.csufresno.edu/cetl/assessment/ (click on IBScoring.doc)\n\nThis table is a Science Assessment Rubric from California State University, Fresno, designed to evaluate students' integrative understanding of science within the context of general education. It assesses student performance across four key dimensions: Science and Society, Basic Concepts and Fundamental Principles, Scientific Approach, and Nature of Science. Each category is rated on a four-point scale: Beginning (1), Developing (2), Competent (3), and Accomplished (4). The rubric measures how well students can relate science to societal issues, understand and apply core scientific concepts, utilize scientific methodology, and demonstrate awareness of how science functions within broader human knowledge systems. At the highest level (Accomplished), students are expected to defend informed positions, apply principles across disciplines, and show scientific reasoning. Lower levels reflect less developed skills, ranging from basic recognition of scientific vocabulary to a lack of understanding of science’s role and principles. This rubric is intended to guide both instruction and assessment by clarifying expectations for scientific literacy in a general education context.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**California State University, Fresno General Education Scoring Guide for Integrative Science**",
      "subsection": "Science Assessment Rubric",
      "sub_subsection": "Null",
      "chunk_id": 8
    }
  },
  {
    "content": "(adapted from: Barbara Walvoord, Winthrop Univ., Virginia Community College System, Univ. of Washington)",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "Northeastern Illinois University",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 9
    }
  },
  {
    "content": "**TABLE-Writing Assessment Rubric**\n| **Quality Criteria**       | **No/Limited Proficiency**    | **Some Proficiency**                    | **Proficiency**               | **High Proficiency**               | **(Rating)** |\n| **1. Thesis/Focus:**       | Thesis is missing             | Thesis may be obvious or unimaginative  | Thesis is somewhat original   | Develops fresh insight that        |              |\n|     (a) Originality        |                               |                                         |                               | challenges the reader’s thinking;  |              |\n| **2. Thesis/Focus:**       | Reader cannot determine thesis| Thesis and purpose are somewhat vague   | Thesis and purpose are fairly | Thesis and purpose are clear to    |              |\n|      (b) Clarity           | & purpose OR thesis has no    | OR only loosely related to the writing  | clear and match the writing   | the reader; closely match the      |              |\n|                            | relation to the writing task  | task                                    | task                          | writing   task                     |              |\n| **3. Organization**        | Unclear organization OR       | Some signs of logical organization.     | Organization supports thesis  | Fully & imaginatively supports     |              |\n|                            | organizational plan is        | May have abrupt or illogical shifts &   | and purpose. Transitions are  | thesis & purpose. Sequence of      |              |\n|                            | inappropriate to thesis. No   | ineffective flow of ideas               | mostly appropriate.Sequence of| ideas is effective. Transitions    |              |\n|                            | transitions                   |                                         | ideas could be improved       |  are effective                     |              |\n| **4. Support/Reasoning:**  | Offers simplistic, undeveloped| Offers somewhat obvious support that may| Offers solid but less original| Substantial, logical, & concrete   |              |\n|      (a) Ideas             | or cryptic support for the    | be too broad. Details are too general,  | reasoning. Assumptions are not| development of ideas. Assumptions  |              |\n|      (b) Details           | ideas. Inappropriate or off-  | not interpreted, irrelevant to thesis,  | always recognized or made     | are made explicit. Details are     |              |\n|                            | topic generalizations, faulty | or inappropriately repetitive           | explicit. Contains some       | germane, original, and             |              |\n|                            | assumptions, errors of fact   |                                         | appropriate details or example| convincingly interpreted           |              |\n| **5. Use of sources**      | Neglects important sources.   | Uses relevant sources but lacks in      | Uses sources to support,extend| Uses sources to support, extend,   |              |\n|     /Documentation**       | Overuse of quotations or para-| variety of sources and/or the skillful  | and inform, but not substitute| and inform, but not substitute     |              |\n|                            | phrase to substitute writer’s | combination of sources. Quotations &    | writer’s own development of   | writer’s own development of idea.  |              |\n|                            | own ideas. (Possibly uses     | paraphrases may be too long and/or      | idea. Doesn’t overuse quotes, | Combines material from a variety   |              |\n|                            | source material without       |  inconsistently referenced              | but may not always conform to | of sources, incl. pers. observation|              |\n|                            | acknowledgement.)             |                                         | required style manual         | scientific data, authoritative     |              |\n|                            |                               |                                         |                               | testimony. Doesn’t overuse quotes. |              |     This Writing Assessment Rubric outlines a comprehensive framework for evaluating student writing across five core quality criteria: Thesis/Focus (Originality and Clarity), Organization, Support/Reasoning (Ideas and Details), and Use of Sources/Documentation. Each criterion is assessed across four proficiency levels—from No/Limited Proficiency to High Proficiency—providing detailed descriptors that reflect a progression from underdeveloped to sophisticated writing. The rubric is designed to guide both instruction and evaluation by emphasizing clarity of purpose, logical structure, depth of reasoning, and ethical integration of sources",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "Northeastern Illinois University",
      "subsection": "Writing Assessment Rubric",
      "sub_subsection": "Null",
      "type": "table",
      "chunk_id": 10
    }
  },
  {
    "content": "http://www.neiu.edu/~neassess/gened.htm#rubric\nThis table is a writing assessment rubric used to evaluate the quality of a student’s written work across several important criteria. It assesses five main areas: originality and clarity of the thesis or focus, organization of ideas, quality of support and reasoning (including both ideas and details), and the use and documentation of sources. For each of these areas, the rubric outlines four levels of proficiency—No/Limited Proficiency, Some Proficiency, Proficiency, and High Proficiency—each with specific descriptions to guide evaluation. These levels help determine how effectively a student presents a clear and original thesis, organizes their content, supports their arguments with logical and relevant reasoning, and uses sources to enhance their writing without relying too heavily on quotations. The rubric is intended to promote consistent, objective grading and to help students understand the expectations for high-quality academic writing.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "Northeastern Illinois University",
      "subsection": "Writing Assessment Rubric",
      "sub_subsection": "Null",
      "chunk_id": 11
    }
  },
  {
    "content": "Retrieved September 3, 2005 from http://ustudies.semo.edu/oralcom/holistic.htm",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "Southeast Missouri State University",
      "subsection": "**Oral Presentation Holistic Scoring Rubric**",
      "sub_subsection": "Null",
      "chunk_id": 12
    }
  },
  {
    "content": "*Designates a Clearly Excellent speech.*\n- A. Focus: the thesis is very clearly stated; the topic is narrowed sufficiently; the specific audience has clearly been taken into account when delivering the speech\n- B. Organization: the speech has a clear introduction that catches the audience's attention effectively and is connected to the whole; effective transitions recap each main point; the conclusion effectively summarizes the speech and is related to the whole\n- C. Development: all main points begin with a clear topic sentence; all main and supporting points are supported by specific and highly effective examples/evidence; the main and supporting points all relate to each other\n- D. Style: language is memorable; language usage is felicitous; tone is appropriate\n- E. Delivery: eye contact is effectively established with the audience; gestures and paralinguistic cues are used to reinforce particularly important ideas; no excessive use of vocalized pauses (e.g., \"ah, um\"); student is extremely articulate\n- F. References: outside sources and incorporated logically, insightfully, and elegantly; sources are documented accurately",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "Southeast Missouri State University",
      "subsection": "**Oral Presentation Holistic Scoring Rubric**",
      "sub_subsection": "**SCORE 6**",
      "chunk_id": 13
    }
  },
  {
    "content": "*Designates a Still Impressive speech.*\n- A. Focus: the thesis is clearly stated; the topic is limited; the specific audience has clearly been considered when delivering the speech\n- B. Organization: the introduction catches the audience's attention and is connected to the whole; transitions signal movement to another point; the conclusion is clean and related to the whole\n- C. Development: almost all main points begin with a clear topic sentence; the main and supporting points include concrete, specific evidence/examples; almost all the main and supporting points relate to each other\n- D. Style: most language is memorable; language usage is accurate; tone is appropriate\n- E. Delivery: eye contact is established with the audience; gestures and paralinguistic cues are mostly used to reinforce particularly important ideas; some vocalized pauses are used; student is articulate\n- F. References: source material is used logically and proficiently; sources are accurately documented",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "Southeast Missouri State University",
      "subsection": "**Oral Presentation Holistic Scoring Rubric**",
      "sub_subsection": "**SCORE 5**",
      "chunk_id": 14
    }
  },
  {
    "content": "*Designates an Adequate speech.*\n- A. Focus: the thesis is clear or clearly implicit; the topic is partially limited; it is implied that the specific audience has been considered when delivering the speech\n- B. Organization: the introduction and conclusion are clear and somewhat related to the whole; some transitions are used\n- C. Development: some main points begin with a clear topic sentence; some main and supporting points include specific evidence/examples; most main and supporting points relate to each other\n- D. Style: most language is somewhat memorable; language usage is correct; tone is usually appropriate\n- E. Delivery: eye contact with the audience is somewhat established; gestures and paralinguistic cues are sometimes used to reinforce particularly important ideas; several vocalized pauses are used; student is somewhat articulate\n- F. References: source material is incorporated logically and adequately; sources are documented accurately for the most part",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "Southeast Missouri State University",
      "subsection": "**Oral Presentation Holistic Scoring Rubric**",
      "sub_subsection": "**SCORE 4**",
      "chunk_id": 15
    }
  },
  {
    "content": "Designates a Developing speech\n- A. Focus: the thesis is unclear; the topic is only partially limited; the specific audience has been partially considered when delivering the speech\n- B. Organization: the introduction and conclusion may be ineffective and not related to the whole; the logical plan must be inferred, as no transitions are used\n- C. Development: some main points have stated or implied topic sentences; some main points are supported by specific evidence/examples; some main and supporting points relate to each other\n- D. Style: language is not very memorable; language usage is generally accurate; tone is often inappropriate\n- E. Delivery: eye contact with the audience is hardly established; gestures and paralinguistic cues are seldom used to reinforce particularly important ideas; vocalized pauses are used frequently; student is not very articulate\n- F. References: source material is incorporated but sometimes inappropriately or unclearly; sources are documented accurately only occasionally",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "Southeast Missouri State University",
      "subsection": "**Oral Presentation Holistic Scoring Rubric**",
      "sub_subsection": "**NON-MASTERY SCORES: SCORE 3**",
      "chunk_id": 16
    }
  },
  {
    "content": "*Designates a Rudimentary speech.*\n- A. Focus: the thesis is unclear; the topic is not limited; the specific audience has been considered vaguely when delivering the speech\n- B. Organization: the introduction and conclusion are ineffective and not related to the whole; the logical plan must be inferred, as no transitions are used\n- C. Development: few main points have stated or implied topic sentences; few main points are supported by specific evidence/examples; supporting material is imprecise, unclear, or redundant; few main and supporting points relate to each other\n- D. Style: language is not memorable; language usage is inaccurate; tone is inappropriate\n- E. Delivery: almost no eye contact with the audience; gestures and paralinguistic cues are seldom used to reinforce particularly important ideas; vocalized pauses are used frequently; student is not very articulate\n- F. References: source material is inappropriately or unclearly incorporated; documentation is infrequent",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "Southeast Missouri State University",
      "subsection": "**Oral Presentation Holistic Scoring Rubric**",
      "sub_subsection": "**NON-MASTERY SCORES: SCORE 2**",
      "chunk_id": 17
    }
  },
  {
    "content": "*Designates an Incoherent speech*\n- A. Focus: the topic and thesis are unclear; no apparent attempt has been made to limit the topic; the specific audience has not been considered at all\n- B. Organization: no attempt has been made to compose an effective introduction or conclusion; these is no logical plan to the speech\n- C. Development: main points contain no topic sentences; main points are not supported by specific examples/evidence; little or no supporting material is used; main and supporting points do not relate to each other\n- D. Style: language is not memorable or is confusing; language usage is inaccurate; tone is inappropriate or distracting\n- E. Delivery: no eye contact is made with the audience; gestures and paralinguistic cues are not used to reinforce particularly important ideas; vocalized pauses are used in abundance and distract from the overall message\n- F. References: source material is never incorporated or incorporated inappropriately or unclearly; documentation is inaccurate",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "Southeast Missouri State University",
      "subsection": "**Oral Presentation Holistic Scoring Rubric**",
      "sub_subsection": "**NON-MASTERY SCORES: SCORE 1**",
      "chunk_id": 18
    }
  },
  {
    "content": "Designates a speech that has clearly not been developed on the assigned topic or makes no attempt to answer the given question or relate to the given topic.\nThis rubric is based upon the scoring rubric used by the Writing Outcomes Program at Southeast Missouri State University.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "Southeast Missouri State University",
      "subsection": "**Oral Presentation Holistic Scoring Rubric**",
      "sub_subsection": "**NON-MASTERY SCORES: SCORE 0**",
      "chunk_id": 19
    }
  },
  {
    "content": "**TABLE-Holistic Critical Thinking Scoring**\n|   | Consistently does all or almost all of the following:                       |\n|---|-----------------------------------------------------------------------------|\n|   | Accurately interprets evidence, statements, graphics, questions, etc.       |\n|   | Identifies the salient arguments (reasons and claims) pro and con.          |\n| 4 | Thoughtfully analyzes and evaluates major alternative points of view.       |\n|   | Draws warranted, judicious, non-fallacious conclusions.                     |\n|   | Justifies key results and procedures, explains assumptions and reasons.     |\n|   | Fair-mindedly follows where evidence and reasons lead.                      |\n|   | Does most or many of the following:                                         |\n|   | Accurately interprets evidence, statements, graphics, questions, etc.       |\n|   | Identifies relevant arguments (reasons and claims) pro and con.             |\n| 3 | Offers analyses and evaluations of obvious alternative points of view.      |\n|   | Draws warranted, non-fallacious conclusions.                                |\n|   | Justifies some results or procedures, explains reasons.                     |\n|   | Fair-mindedly follows where evidence and reasons lead.                      |\n|   | Does most or many of the following:                                         |\n|   | Misinterprets evidence, statements, graphics, questions, etc.               |\n|   | Fails to identify strong, relevant counter-arguments.                       |\n| 2 | Ignores or superficially evaluates obvious alternative points of view.      |\n|   | Draws unwarranted or fallacious conclusions.                                |\n|   | Justifies few results or procedures, seldom explains reasons.               |\n|   | Regardless of the evidence or reasons, maintains or defends views based on  |\n|   | self-interest or preconceptions.                                            |\n|   | Consistently does all or almost all of the following:                       |\n|   | Offers biased interpretations of evidence, statements, graphics, questions, |\n|   | information, or the points of view of others.                               |\n| 1 | Fails to identify or hastily dismisses strong, relevant counter-arguments.  |\n|   | Ignores or superficially evaluates obvious alternative points of view.      |\n|   | Argues using fallacious or irrelevant reasons, and unwarranted claims.      |\n|   | Does not justify results or procedures, nor explain reasons.                |\n|   | Regardless of the evidence or reasons, maintains or defends views based on  |\n|   | self-interest or preconceptions.                                            |\n|   | Exhibits close-mindedness or hostility to reason.                           |\nThe Holistic Critical Thinking Scoring Rubric provides a structured framework for assessing the depth and quality of critical thinking. It defines four performance levels—4 (highest) to 1 (lowest)—based on students’ ability to interpret information accurately, evaluate arguments, consider alternative perspectives, draw logical conclusions, and justify reasoning. High scorers demonstrate nuanced analysis, fair-mindedness, and strong justification of conclusions, while lower scorers show bias, weak reasoning, and resistance to evidence. This rubric supports comprehensive evaluation of critical thinking in written, verbal, or interdisciplinary tasks",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Holistic Critical Thinking Scoring Rubric Facione and Facione**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "type": "table",
      "chunk_id": 20
    }
  },
  {
    "content": "(c) 1994, Peter A. Facione, Noreen C. Facione, and The California Academic Press. 217 La Cruz Ave., Millbrae, CA 94030.\n\nPermission is hereby granted to students, faculty, staff, or administrators at public or nonprofit educational institutions for unlimited duplication of the critical thinking scoring rubric, rating form, or instructions herein for local teaching, assessment, research, or other educational and noncommercial uses, provided that no part of the scoring rubric is altered and that \"Facione and Facione\" are cited as authors.\n\nRetrieved September 2, 2005 from http://www.insightassessment.com/pdf\\_files/rubric.pdf",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Holistic Critical Thinking Scoring Rubric Facione and Facione**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 21
    }
  },
  {
    "content": "Bowling Green University, http://folios.bgsu.edu/assessment/Rubrics.htm, downloaded March 21, 2002\n\"Leading\" involves guiding a group to achieve its goal. It does not require formal authority or power, but is more a matter of influence, integrity, spirit, and respect. Leadership quality in this course will be evaluated using the features defining the four levels shown below.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Leadership**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 22
    }
  },
  {
    "content": "- Gives an impression of reluctance or uncertainty about exercising leadership\n- Focuses exclusively on the task to be accomplished without regard to the people, or focuses exclusively on the interpersonal relations and attitudes of people in the group without regard to the task\n- Asks for ideas or suggestions without intending to consider them\n- May show favoritism to one or more group members\n- Takes the group off track",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Leadership**",
      "subsection": "**Level 1 Leadership (Beginner)**",
      "sub_subsection": "Null",
      "chunk_id": 23
    }
  },
  {
    "content": "- Shows occasional signs of insecurity about leading, or is overly confident about own leadership skills\n- Gives too much attention to the task or to interpersonal relations in the group\n- Asks for ideas and suggestions but neglects to consider them\n- Lets the group ramble or stray off track too much, or keeps the group so rigidly on track that relevant issues or concerns are ignored\n- Has an agenda and goals for the group",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Leadership**",
      "subsection": "**Level 2 Leadership (Novice)**",
      "sub_subsection": "Null",
      "chunk_id": 24
    }
  },
  {
    "content": "- Looks comfortable and confident in exercising leadership duties\n- Circulates a prepared agenda in advance\n- Balances the need for task accomplishment with the needs of individuals in the group\n- Listens actively and shows understanding by paraphrasing or by acknowledging and building on others' ideas\n- Shows respect to all group members\n- Shares information openly\n- Assigns tasks by seeking volunteers, delegating as needed\n- Checks for agreement, acceptance, buy-in\n- Gives recognition and encouragement",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Leadership**",
      "subsection": "**Level 3 Leadership (Proficient)**",
      "sub_subsection": "Null",
      "chunk_id": 25
    }
  },
  {
    "content": "All of the positive features of proficient leadership, plus:\n- Engages all group members\n- Keeps the group on track by managing time, providing coaching or guidance, using humor, or resolving differences, as needed\n- Intervenes when tasks are not moving toward goals\n- Involves the group in setting challenging goals and planning for their accomplishment\n- Helps others to provide leadership",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Leadership**",
      "subsection": "**Level 4 Leadership (Advanced)**",
      "sub_subsection": "Null",
      "chunk_id": 26
    }
  },
  {
    "content": "Bowling Green University, http://www.bgsu.edu/offices/provost/Assessment/Connect.htm \"Connecting\" is the essence of creative problem solving, shown in synthesizing knowledge within and across courses, integrating theory and practice, linking academic and life experiences, and relating one's self and culture to diverse cultures within the U.S. and globally. The quality of connections made in course assignments will be evaluated using the features defining the four levels shown below.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Connection**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 27
    }
  },
  {
    "content": "- Describe similarities and differences in a collection or set of items\n- Categorize items or observations into groups\n- Recognize simple links among topics or concepts in a course\n- Offer accurate definitions of terms and concepts\n- Describe the setting (e.g., context, environment, culture, domain) in which connections are being made",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Connection**",
      "subsection": "**Level 1 Connection (Beginner)**",
      "sub_subsection": "Null",
      "chunk_id": 28
    }
  },
  {
    "content": "- Organize groups of items into ordered collections and specify the organizing principle(s)\n- Recognize links among topics and concepts presented in different courses\n- Relate and use information from other courses or experiences in the current setting\n- Formulate generalizations about collections or sets of items\n- Distinguish concrete and abstract representations\n- Identify disciplinary concepts (theories, frameworks) and instances of their application",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Connection**",
      "subsection": "**Level 2 Connection (Novice)**",
      "sub_subsection": "Null",
      "chunk_id": 29
    }
  },
  {
    "content": "- Use disciplinary frameworks and concepts to illuminate relationships among apparently diverse items\n- Examine phenomena from multiple viewpoints, both concretely and abstractly\n- Specify the limits or boundaries within which generalizations apply\n- Apply abstract academic knowledge to solve concrete practical problems",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Connection**",
      "subsection": "**Level 3 Connection (Proficient)**",
      "sub_subsection": "Null",
      "chunk_id": 30
    }
  },
  {
    "content": "- Identify ways to reconcile diverse or conflicting priorities, viewpoints, or options.\n- Call attention to something that has not been adequately noticed by others (e.g., a subtle or deep relationship, novel findings or interpretations, the context or frame of reference)\n- Apply frameworks from multiple domains of knowledge and practice to create something (e.g., business plan, musical composition, thesis, capstone paper, research project)\n- Integrate diverse elements into a product, performance or artifact that fits its context coherently",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Connection**",
      "subsection": "**Level 4 Connection (Advanced)**",
      "sub_subsection": "Null",
      "chunk_id": 31
    }
  },
  {
    "content": "Bowling Green University, httphttp://www.bgsu.edu/offices/provost/Assessment/Particip.htm \"Participating\" is a matter of active engagement, rather than passive observation, and is shown through working effectively in diverse groups and teams, as well as through cooperation and respect for others. Participation quality in this course will be evaluated using the features defining the four levels shown below.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Participation**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 32
    }
  },
  {
    "content": "- Little or no advance preparation\n- Lets others set and pursue the agenda\n- Observes passively and says little or nothing\n- Responds to questions\n- Gives the impression of wanting to be somewhere else\n- Attendance record is haphazard and inconsistent; may be absent or late without notice",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Participation**",
      "subsection": "**Level 1 Participation (Beginner)**",
      "sub_subsection": "Null",
      "chunk_id": 33
    }
  },
  {
    "content": "- Moderately prepared in advance\n- Takes some part in setting group goals and agendas\n- Participates in discussions, letting others provide the direction\n- Occasionally introduces information or asks questions\n- If likely to be absent or late, informs others ahead of time and arranges to cover own responsibilities",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Participation**",
      "subsection": "**Level 2 Participation (Novice)**",
      "sub_subsection": "Null",
      "chunk_id": 34
    }
  },
  {
    "content": "- Well prepared in advance\n- Takes a large part in setting group goals and agendas\n- Actively participates in discussion and asks questions\n- Listens actively and shows understanding by paraphrasing or by acknowledging and building on others' ideas\n- Volunteers willingly and carries own share of the group's responsibilities",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Participation**",
      "subsection": "**Level 3 Participation (Proficient)**",
      "sub_subsection": "Null",
      "chunk_id": 35
    }
  },
  {
    "content": "- All of the markers of proficient participation, plus:\n- Draws out ideas or concerns of others, especially those who have said little\n- Re-visits issues or ideas that need more attention\n- Helps the group stay on track\n- Summarizes group decisions and action assignments",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Participation**",
      "subsection": "**Level 4 Participation (Advanced)**",
      "sub_subsection": "Null",
      "chunk_id": 36
    }
  },
  {
    "content": "Bowling Green University, http://www.bgsu.edu/offices/provost/Assessment/Present.htm \"Presenting\" requires fluency not only in English or another language, but often also in other symbol systems, such as logical, mathematical, visual, spatial, musical, electronic, or gestures and movements. Speaking quality for course presentations will be evaluated using the features defining the four levels shown below.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Presentation**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 37
    }
  },
  {
    "content": "**Ill-defined or no announced purpose**\n- Unfocused sense of audience\n- Inadequate organization and/or development\n- Inappropriate or insufficient details to support ideas\n- Does not demonstrate understanding of topic beyond a surface level\n- Looks only at notes or away from audience\n- Vocal qualities (pace, inflection, volume, enunciation) distract from the content\n- Lacks interest in the topic",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Presentation**",
      "subsection": "**Level 1 Presenting (Beginner)**",
      "sub_subsection": "Null",
      "chunk_id": 38
    }
  },
  {
    "content": "- Vague purpose or multiple purposes\n- Sense of audience wavers\n- Evident but inconsistent development\n- Does not advance an argument with adequate support\n- Demonstrates some understanding of the topic, but does make connections among ideas\n- Little eye contact is made with audience\n- Vocal qualities (pace, inflection, volume, enunciation) interfere with the content\n- Shows some interest for the topic",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Presentation**",
      "subsection": "**Level 2 Presenting (Novice)**",
      "sub_subsection": "Null",
      "chunk_id": 39
    }
  },
  {
    "content": "- Expresses a clear, coherent thesis\n- Sticks to the purpose and provides adequate transitions among ideas\n- Moves beyond surface understanding and demonstrates facility with topical and disciplinary knowledge and vocabulary\n- Advances argument with sound evidence and references\n- Appropriate eye contact is made with audience\n- Vocal qualities (pace, inflection, volume, enunciation) support the content\n- Shows enthusiasm for topic",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Presentation**",
      "subsection": "**Level 3 Presenting (Proficient)**",
      "sub_subsection": "Null",
      "chunk_id": 40
    }
  },
  {
    "content": "- Insightful, creative or skillfully presented purpose\n- Awareness of audience demonstrated through form, language, and presence\n- Effective organization contributes to full development of presentation\n- Innovatively or expertly advances the presentation with well-researched evidence and documentation\n- Eye contact is used to gauge reactions and understanding\n- Vocal qualities (pace, inflection, volume, enunciation) reinforce and animate the content\n- Creates enthusiasm about topic in others",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Presentation**",
      "subsection": "**Level 4 Presenting (Advanced)**",
      "sub_subsection": "Null",
      "chunk_id": 41
    }
  },
  {
    "content": "Bowling Green University, http://folios.bgsu.edu/assessment/Rubrics.htm, downloaded March 21, 2002\n\n\"Investigate\" calls attention to systematic processes of exploring issues, collecting and analyzing evidence, and making informed judgments. Investigation quality for course assignments will be evaluated using the features defining the four levels shown below.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Investigation**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 42
    }
  },
  {
    "content": "- Questions and goal(s) of investigation not stated clearly or appropriately (e.g., may be too broad, superficial, specific, and/or at a structural level)\n- Few, inappropriate, or irrelevant sources reviewed for background information\n- Review of background information does not aid in answering question(s) and goal(s) of current project\n- Method of investigation not discussed or described poorly\n- Strategy for analysis not outlined or outlined poorly\n- Does not distinguish facts from opinions\n- Offers basic description of background research, but no evaluation, conclusion, or extension of this research",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Investigation**",
      "subsection": "**Level 1 Investigation (Beginner)**",
      "sub_subsection": "Null",
      "chunk_id": 43
    }
  },
  {
    "content": "- Questions and goal(s) of investigation stated with sufficient, general focus\n- Multiple sources (mostly relevant) used for background information\n- Surface level of evaluation is offered, with only confirmatory (and no disconfirmatory) evidence to support ideas\n- Method of investigation is described, but is flawed or unrealistic\n- Strategy for analysis is discussed, but incomplete\n- Facts are separated from opinions\n- Reasonable but limited inferences and conclusions drawn from background information",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Investigation**",
      "subsection": "**Level 2 Investigation (Novice)**",
      "sub_subsection": "Null",
      "chunk_id": 44
    }
  },
  {
    "content": "- Questions and goal(s) of project stated explicitly, with appropriate focus\n- Multiple relevant sources searched for background information\n- Sufficient number of sources to provide a representative depiction of relevant background information\n- Review of background information considers both confirming and disconfirming evidence\n- Method of investigation sufficient to answer all research questions\n- Analysis strategy is direct, competent, and appropriate\n- Conclusions are based on the results of the analysis, as a logical extension of the findings, or demonstrating an understanding of theory as well as how to apply it to current project",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Investigation**",
      "subsection": "**Level 3 Investigation (Proficient)**",
      "sub_subsection": "Null",
      "chunk_id": 45
    }
  },
  {
    "content": "All of the positive features of proficient investigation, plus:\n- Questions and goal(s) of investigation are original, reflecting an in-depth knowledge of content area, and consider an issue(s) that previous investigations did not address\n- Review of background information considers both confirmatory and disconfirmatory evidence of ideas, and refutes competing explanations of findings\n- Possible multiple methods of investigation sufficient to answer all research questions and reflects a sophisticated understanding of investigative processes\n- Analysis strategy has depth and may consider material from content areas outside of main focus of questions and goal(s) of project\n- Convincing conclusions are drawn from current investigation and generalizations to related areas are proposed (demonstrates an understanding of theory as well as how to apply it beyond the current project",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Levels of Investigation**",
      "subsection": "**Level 4 Investigation (Advanced)**",
      "sub_subsection": "Null",
      "chunk_id": 46
    }
  },
  {
    "content": "http://www.csulb.edu/divisions/aa/personnel/fcpd/resources/ge/\n\n![](_page_16_Picture_1.jpeg), This rubric is designed to make clear the grading process for  written communication by informing you, the writer, what key  elements are expected by the university in a \"good\" piece of  written work.  Your written work will be evaluated by the criteria below in order  to give you specific feedback to help guide your development as a  writer. Your writing will not be graded point by point by these  items; it will be graded for its overall quality.\n**Overall Evaluation**\nExcellent Competent Not Acceptable\n**Grade \\_\\_\\_\\_\\_\\_**\n**Comments**",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**California State University, Long Beach Analytical Writing Rubric**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 47
    }
  },
  {
    "content": "**TABLE-Social Science Rubric**\n|               | METHODS OF SOCIAL          | KNOWLEDGE OF                | KNOWLEDGE OF            |\n|---------------|----------------------------|-----------------------------|-------------------------|\n|               | SCIENCE                    | SOCIAL SCIENCE              | PUBLIC ISSUES           |\n|               | Hypothesis Development,    | Major Social Science        | Social Issues,          |\n|               | Document Analysis,         | Concepts, Major Social      | Political Issues,       |\n|               | Observation, Experiment,   | Science Models, Major       | Economic Issues,        |\n|               | Measurement, Statistical   | Social Science Concerns     | Moral Issues            |\n|               | Analysis, or               |                             |                         |\n|               | Interpretative Analysis    |                             |                         |\n| 4 Exceeding   | The student demonstrated   | The student demonstrated    | The student             |\n|               | a clear understanding of   | a clear understanding of    | demonstrated a clear    |\n|               | the relative merits of at  | the relative merits of at   | understanding of the    |\n|               | least two of the methods   | least two social science    | social, political,      |\n|               | used by social scientists. | models.                     | economic, or moral      |\n|               |                            |                             | aspects of at least two |\n|               |                            |                             | public issues.          |\n| 3 Meeting     | The student demonstrated   | The student demonstrated    | The student             |\n|               | a clear understanding of   | a clear understanding of    | demonstrated a clear    |\n|               | at least one of the        | at least one social science | understanding of the    |\n|               | methods used by social     | model.                      | social, political,      |\n|               | scientists.                |                             | economic, or moral      |\n|               |                            |                             | aspects of at least one |\n|               |                            |                             | public issue.           |\n| 2             | The student could          | The student could           | The student could       |\n| Approaching   | distinguish between the    | distinguish between the     | express the social,     |\n|               | methods of social science  | concepts, models, and       | political, economic,    |\n|               | and other liberal arts     | concerns of social          | or moral aspects of a   |\n|               | disciplines, but failed to | science and those of        | public issue, but       |\n|               | clearly describe even one  | other liberal arts          | overlooked important    |\n|               | social science method.     | disciplines, but            | aspects or made         |\n|               |                            | misunderstood important     | questionable            |\n|               |                            | elements of this social     | judgments.              |\n|               |                            | science knowledge.          |                         |\n| 1 Not Meeting | The student could not      | The student could not       | The student could not   |\n|               | distinguish between the    | distinguish between the     | express the social,     |\n|               | methods of social science  | concepts of social          | political, economic,    |\n|               | and other liberal arts     | science and other liberal   | or moral aspects of a   |\n|               | disciplines.               | arts disciplines.           | public issue.           |                                                                                              The Social Science Rubric evaluates student proficiency across three critical domains: Methods of Social Science, Knowledge of Social Science Concepts, and Understanding of Public Issues. Performance is rated on a 4-point scale:\nLevel 4 (Exceeding Expectations) reflects a deep understanding of multiple social science methods, models, and public issues.\nLevel 3 (Meeting Expectations) indicates a solid grasp of at least one method, concept, and issue.\nLevel 2 (Approaching Expectations) shows partial understanding with noticeable gaps or misconceptions.\nLevel 1 (Not Meeting Expectations) represents a lack of fundamental differentiation between social science and other disciplines.\nThe rubric supports educators in assessing analytical skills, conceptual knowledge, and real-world application of social science principles.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**SUNY Geneseo General Education Rubrics http://gened.geneseo.edu/pdfs/assess\\_tools\\_revised.pdf**",
      "subsection": "**Social Science Rubric**",
      "sub_subsection": "Null",
      "type": "table",
      "chunk_id": 48
    }
  },
  {
    "content": "**TABLE-Fine Arts Rubric**\n|             | Portfolio/ Performance      | Craftsmanship             | Interpretation /       |\n|-------------|-----------------------------|---------------------------|------------------------|\n|             |                             |                           | Analysis               |\n| Exceeding   | The student will            | The student will          | Students will          |\n| 4           | demonstrate an              | demonstrate exemplary     | demonstrate an         |\n|             | understanding of the        | knowledge of a variety of | exemplary ability to   |\n|             | principles and elements     | techniques which can be   | analyze and interpret  |\n|             | used in the art form        | used in working with      | the art form under     |\n|             | under study, and            | their chosen art form.    | study. In this, the    |\n|             | demonstrate sensitivity     | Demonstration of new      | student will           |\n|             | to, and creativity with the | insights and working      | demonstrate            |\n|             | medium chosen. The          | methods, and some         | excellent              |\n|             | work produced will          | historic knowledge of the | understanding of this  |\n|             | demonstrate high            | uses and development of   | form at a high level.  |\n|             | quality, and be presented   | the medium chosen is      |                        |\n|             | in a professional manner.   | essential.                |                        |\n| Meeting     | The student will            | The students will         | Students will          |\n| 3           | demonstrate an              | demonstrate proficient    | demonstrate            |\n|             | understanding of the        | knowledge of a variety of | proficient ability to  |\n|             | principles and elements     | techniques which can be   | analyze and interpret  |\n|             | used in the art form        | used in working with      | the form under study.  |\n|             | under study, and            | their chosen art form. He | In this, the student   |\n|             | demonstrate sensitivity     | or she will indicate      | will demonstrate a     |\n|             | to, and creativity with the | knowledge of some new     | good understanding     |\n|             | medium chosen. The          | insights and working      | of this art form at a  |\n|             | work produced will          | methods, and some         | medium level.          |\n|             | demonstrate medium          | historic knowledge of the |                        |\n|             | quality, and be presented   | uses and development of   |                        |\n|             | in a somewhat               | the medium chosen.        |                        |\n|             | professional manner.        |                           |                        |\n| Approaching | The student demonstrates    | The student will          | Students will          |\n| 2           | an understanding of the     | demonstrate developing    | demonstrate an         |\n|             | principles and elements     | knowledge of a variety of | developing ability to  |\n|             | used in the art form        | techniques which can be   | analyze and interpret  |\n|             | under study, and            | used in working with      | the art form under     |\n|             | demonstrate some            | their chosen art form. He | study. In this, the    |\n|             | sensitivity to, and         | or she will also          | student will           |\n|             | creativity with the         | demonstrate some          | demonstrate            |\n|             | medium chosen. The          | insights and working      | understanding of this  |\n|             | work produced will          | methods, and some         | art form at beginning  |\n|             | demonstrate a               | historic knowledge of the | level.                 |\n|             | developing quality, and     | uses and development of   |                        |\n|             | be presented in an          | the medium chosen.        |                        |\n|             | acceptable manner.          |                           |                        |\n| Not Meeting | The student will            | The student demonstrates  | Students will          |\n| 1           | demonstrate occasionally    | deficient knowledge of a  | demonstrate            |\n|             | an understanding of the     | variety of techniques     | deficiencies in their  |\n|             | principles and elements     | which can be used in      | ability to analyze and |\n|             | used in the art under       | working with their        | interpret the art form |\n|             | study, but will have        | chosen art form. He or    | under study. In this,  |\n|             | difficulty demonstrating    | she does not demonstrate  | student will           |\n|             | sensitivity to, and         | new insights and working  | demonstrate an         |\n|             | creativity with the         | methods, and has          | insufficient           |\n|             | medium chosen. The          | insufficient historic     | understanding of this  |\n|             | work produced will be of    | knowledge of the uses     | form at any level.     |\n|             | sub-standard quality,       | and development of the    |                        |\n|             | and be presented in a       | medium chosen.            |                        |\n|             | nonprofessional manner.     |                           |                        |                                                                                                   The Fine Arts Rubric evaluates student performance in three core dimensions—Portfolio/Performance, Craftsmanship, and Interpretation/Analysis—using a four-level scale:\nLevel 4 (Exceeding Expectations): Demonstrates professional-quality work, deep creative insight, mastery of diverse techniques, and high-level analytical interpretation of the art form.\nLevel 3 (Meeting Expectations): Shows proficient understanding and execution, solid technical skills, and competent analysis appropriate to the medium.\nLevel 2 (Approaching Expectations): Exhibits developing skill and creativity, emerging technical knowledge, and beginning ability to interpret and analyze.\nLevel 1 (Not Meeting Expectations): Reflects inconsistent or deficient understanding, poor technical execution, and limited or inaccurate interpretive analysis.\nThis rubric guides instructors in assessing artistic creativity, technical proficiency, and critical engagement with fine arts work.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**SUNY Geneseo General Education Rubrics http://gened.geneseo.edu/pdfs/assess\\_tools\\_revised.pdf**",
      "subsection": "**Social Science Rubric**",
      "sub_subsection": "Null",
      "type": "table",
      "chunk_id": 49
    }
  },
  {
    "content": "(downloaded 12/22/04 from http://www.palomar.edu/alp/benchmarks\\_for\\_core\\_skills.htm#com)",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Palomar College Benchmarks for Core Skills – First Draft**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 50
    }
  },
  {
    "content": "Students will communicate effectively in many different situations, involving diverse people and viewpoints.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Palomar College Benchmarks for Core Skills – First Draft**",
      "subsection": "A. Communication",
      "sub_subsection": "Null",
      "chunk_id": 51
    }
  },
  {
    "content": "Students will listen actively and respectfully to analyze the substance of others' comments.\n**Beginner**\n- Avoid interrupting the speaker.\n- Summarize speaker's main points when called upon to do so.\n- Integrate the message into his or her own frame of reference.\n- Anticipate forthcoming points.\n**Developed**\n- Develop a framework for organizing the message.\n- Differentiate between relevant information and information requiring further explanation or analysis.\n- Take notes paraphrasing salient points.\n- Ask clarifying questions.\n**Accomplished**\n- Differentiate between denotation and connotation; recognize irony, metaphorical language, and intentionally misleading language.\n- Develop a framework for organizing the message.\n- Summarize the speaker's purpose.\n- Identify the relative importance of parts of the message and their relevance.\n- Identify and evaluate evidence used to support specific claims.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Palomar College Benchmarks for Core Skills – First Draft**",
      "subsection": "A. Communication",
      "sub_subsection": "**1. Listening:**",
      "chunk_id": 52
    }
  },
  {
    "content": "Students will speak in an understandable and organized fashion to explain their ideas, express their feelings, or support a conclusion.\n**Beginner**\n- Use brief opening and closing remarks.\n- Clearly state and address an assigned topic.\n- Develop a number of points appropriate to the time allowed.\n- Express key points understandably.\n**Developing**\n- Establish eye contact with the audience.\n- Avoid distracting physical actions and mannerisms.\n- Speak understandable and clearly audible Standard English.\n- Avoid repeated phrases or utterances irrelevant to the message.\n- Develop a clear thesis.\n- Use rhetorically appropriate opening and closing remarks.\n- Differentiate points and move coherently from one point to another.\n- Use supporting and interest material suited to the audience.\n**Accomplished**\n• Pay attention to the audience and speak directly to the listeners.\n- Use appropriate gestures and facial expressions.\n- Support a clear thesis, with supporting points, that move to a conclusion.\n- Use concrete and sophisticated supporting material.\n- Use audio-visual support, where it is called for, without creating distractions.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Palomar College Benchmarks for Core Skills – First Draft**",
      "subsection": "A. Communication",
      "sub_subsection": "**2. Speaking:**",
      "chunk_id": 53
    }
  },
  {
    "content": "Students will read effectively and analytically and will comprehend at the college level.\n**Beginner**\n- Correctly decode vocabulary at the 13th grade-level.\n- Understand and accurately summarize the major points of reading material.\n- Learn specialized vocabulary through reading and use that vocabulary appropriately.\n**Developing**\n- Develop a framework for organizing the text and relating it to his or her own frame of reference.\n- Correctly decode vocabulary appropriate to the reading material of one or more disciplines.\n- Understand, summarize, and apply the major points of non-specialized and some specialized reading material.\n- Diagnose some reading deficiencies and independently resolve them and seek aid in resolving others.\n**Accomplished**\n- Accurately summarize non-specialized and specialized reading material in two or more disciplines.\n- Diagnose most reading deficiencies and independently resolve them.\n- Develop a framework for organizing the meaning of a written text.\n- Summarize the writer's purpose and the connection of the components to it.\n- Differentiate between denotation and connotation, recognizing irony, metaphorical language, and intentionally misleading language.\n- Identify the relative importance of parts of the text and their relevance.\n- Identify and evaluate evidence used to support specific claims.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Palomar College Benchmarks for Core Skills – First Draft**",
      "subsection": "A. Communication",
      "sub_subsection": "**3. Reading:**",
      "chunk_id": 54
    }
  },
  {
    "content": "Students will write in an understandable and organized fashion to explain their ideas, express their feelings, or support a conclusion.\n**Beginner**\n- Write an essay or narrative of several paragraphs that they can read aloud understandably.\n- Distinguish sentences within paragraphs, capitalizing the first word of a sentence and ending it with terminal punctuation.\n- Write paragraphs that develop a main point.\n- Produce a text in which paragraphs have a logical relationship to one another.\n**Developing**\n- Write an essay or narrative that moves toward a clear conclusion or thesis.\n- Write paragraphs that usually state and develop a clear point.\n- Support claims with evidence that is relevant and reasonable.\n- Diagnose some errors in usage, spelling, and grammar, correcting some independently and seeking aid in correcting others.\n- Express ideas in specific, concrete language and develop some specific examples.\n• Substantially revise a piece of writing to achieve greater clarity, persuasiveness, or vividness.\n**Accomplished**\n- Develop a clear, significant, and complete thesis statement in an essay or narrative.\n- Support claims by presenting credible and persuasive evidence.\n- Develop and explain points in clear, specific language, providing concrete referents for key concepts that the audience can easily understand.\n- Diagnose errors in spelling, usage, and grammar, correcting most independently and seeking aid in correcting others.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Palomar College Benchmarks for Core Skills – First Draft**",
      "subsection": "A. Communication",
      "sub_subsection": "**4. Writing:**",
      "chunk_id": 55
    }
  },
  {
    "content": "Students will think logically and critically in solving problems; explaining their conclusions; and evaluating, supporting, or critiquing the thinking of others.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Palomar College Benchmarks for Core Skills – First Draft**",
      "subsection": "**B. Cognition**",
      "sub_subsection": "Null",
      "chunk_id": 56
    }
  },
  {
    "content": "Students will identify and analyze real or potential problems and develop, evaluate, and test possible solutions, using the scientific method where appropriate.\n**Beginner**\n- Can identify problem types.\n- Relies on standardized solution methods, rather than guesswork or intuition.\n- Understands the level of complexity of a problem.\n**Developing**\n- Focuses on difficult problems with persistence.\n- Can work independently with confidence.\n- Sees the real world relevance of problem.\n- Provides a logical interpretation of the data.\n**Accomplished**\n- Achieves, clear, unambiguous conclusions from the data.\n- Employs creativity in the search for a solution.\n- Recognizes and values alternative problem solving methods, when appropriate.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Palomar College Benchmarks for Core Skills – First Draft**",
      "subsection": "**B. Cognition**",
      "sub_subsection": "**2. Problem Solving:**",
      "chunk_id": 57
    }
  },
  {
    "content": "Students will formulate ideas and concepts in addition to using those of others.\n**Beginner**\n- Reads materials carefully.\n- Recognizes differences between fact and opinion.\n- Understands issues under consideration.\n**Developing**\n- Considers implications of data, patterns, ideas, and perspectives.\n- Clearly outlines thoughts and considers issues, facts, formulas, and procedures appropriate to the discipline.\n- Employs data from other disciplines.\n- Demonstrates open-mindedness.\n**Accomplished**\n- Perseveres through complex issues and problems.\n- Draws well-supported, logical conclusions.\n- Uses a logical chain of thought when defending view.\n- Eager to share understandings and exhibits confidence in conclusions.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Palomar College Benchmarks for Core Skills – First Draft**",
      "subsection": "**B. Cognition**",
      "sub_subsection": "**3. Creative Thinking:**",
      "chunk_id": 58
    }
  },
  {
    "content": "Students will use college-level mathematical concepts and methods to understand, analyze, and explain issues in quantitative terms.\n**Beginner**\n- Identify the quantities that are involved in the issue.\n- Identify the quantities that need to be addressed in analyzing the issue.\n- Make a prediction about the solution of the issue. (For example, the interest paid will be between \\$50 and \\$100.)\n- Check the guess or solution against the issue. Refine the guess, if necessary.\n**Developing**\n- Have a clear understanding of the issue and be able to restate it in one's own words.\n- Make a list of known facts related to the issue.\n- Make a list of information that could be helpful in finding a solution to the issue.\n- Make a logical guess about the solution.\n- Check the guess or solution against the issue. Refine the guess, if necessary.\n- Identify the different mathematical units involved in the issue.\n- Identify the relation between the different mathematical units involved.\n- Identify the mathematical units involved in the solution.\n**Accomplished**\n- Be able to explain why or why not a solution make sense.\n- Use the logical skills, and develop a strategy to find solutions to the issue.\n- Carry out the strategies and develop solutions to the issue\n- Check the solutions against the issue.\n- Interpret the solutions in the context of the issue.\n- Justify the solution by giving practical and logical reasons.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Palomar College Benchmarks for Core Skills – First Draft**",
      "subsection": "**B. Cognition**",
      "sub_subsection": "**4. Quantitative Reasoning:**",
      "chunk_id": 59
    }
  },
  {
    "content": "Students will apply their knowledge and skills to new and varied situations.\n**Beginner**\n- Read the material carefully, or contemplates the situation carefully.\n- Identify what the final solution should determine.\n- Identify a few intermediate steps required that connects previous material to the new context.\n**Developing**\n- Read the material carefully, or contemplates the situation carefully.\n- Identify what the final solution should determine.\n- Identify some intermediate steps required that connects previous material to the new context.\n- Be able to bring other resources to bear on the solution.\n- Be able to see problem or challenge in a wider context.\n• Recognize basic patterns from prior context that are applicable to new context.\n**Accomplished**\n- Read the material carefully, or contemplates the situation carefully.\n- Identify what the final solution should determine.\n- Identify all intermediate steps required that connects previous material to the new context.\n- Be able to bring other resources to bear on the solution.\n- Be able to see problem or challenge in a wider context.\n- Recognize basic patterns from prior context that are applicable to new context.\n- Arrive at solution expeditiously.\n- Create complex analogies between new and old context.\n- Go beyond solving the problem at hand to optimizing the process in a new environment or situation.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Palomar College Benchmarks for Core Skills – First Draft**",
      "subsection": "**B. Cognition**",
      "sub_subsection": "**5. Transfer of Knowledge and Skills to a New Context:**",
      "chunk_id": 60
    }
  },
  {
    "content": "Students will use printed materials, personal communications, observation, and electronic resources to find and evaluate information.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Palomar College Benchmarks for Core Skills – First Draft**",
      "subsection": "**C. Information Competency**",
      "sub_subsection": "Null",
      "chunk_id": 61
    }
  },
  {
    "content": "Students will use technological applications to find, organize, and present information effectively.\n**Beginner**\n- Define and articulate the need for information that is appropriate to complete a specific college-level research project or paper.\n- Match the information requirement with the appropriate resources, such as: format type; primary and secondary information; current and historical information; information representing various points of view; and scholarly versus popular press.\n- Construct and implement search strategies appropriate for a variety of retrieval systems, including: online catalogs; periodical databases; statistical databases; online reference tools; and World Wide Web search tools.\n**Developing**\n- Organize and evaluate information from multiple sources based on usefulness, reliability, validity, accuracy, authority, timeliness, and point of view or bias.\n- Read the selected texts, recognize main ideas with supporting details, and will synthesize the information obtained to meet the needs of a college-level assignment.\n- Compile a discipline-appropriate bibliography of sources obtained through their research at the beginner level.\n**Accomplished**\n- Successfully complete a college-level research paper utilizing a word processing program, and other necessary software, such as a spreadsheet, data base management program, or graphics program.\n- Successfully discuss, present and preserve the research findings using a variety of media, including presentation software and CD recorder.\n- Successfully publish the final product of a research project on the Internet with software that may include multimedia recording and presentation capabilities.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Palomar College Benchmarks for Core Skills – First Draft**",
      "subsection": "**C. Information Competency**",
      "sub_subsection": "**2. Technological Competency:**",
      "chunk_id": 62
    }
  },
  {
    "content": "Students will interact with individuals and within groups with integrity and awareness of others' opinions, feelings and values.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Palomar College Benchmarks for Core Skills – First Draft**",
      "subsection": "**D. Social Interaction**",
      "sub_subsection": "Null",
      "chunk_id": 63
    }
  },
  {
    "content": "Students will participate effectively in teams, committees, task forces, and in other group efforts to make decisions and seek consensus.\n**Beginner**\n- Joins a group cooperatively.\n- Acknowledge members of the group.\n- Listens attentively to members of the group.\n- Be prepared and reliable members of the group.\n- Contribute to the end product of the group.\n**Developing**\n- Give input and/or recommendations confidently.\n- Complete assigned tasks in a timely fashion.\n- Respect differing points of view.\n- Agree on group priorities, goals and procedures.\n- Help to build a consensus.\n**Accomplished**\n- Take an active position in group by assigning tasks and/or speaking for the group.\n- Take responsibility for end product that reflects the minority as well as the majority conclusions of the group.\n- Encourage and acknowledge the work of other group members.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Palomar College Benchmarks for Core Skills – First Draft**",
      "subsection": "**D. Social Interaction**",
      "sub_subsection": "**1. Teamwork:**",
      "chunk_id": 64
    }
  },
  {
    "content": "Students will develop individual responsibility, personal integrity, and respect for diverse people and cultures.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Palomar College Benchmarks for Core Skills – First Draft**",
      "subsection": "**F. Personal Development and Responsibility**",
      "sub_subsection": "Null",
      "chunk_id": 65
    }
  },
  {
    "content": "Students will demonstrate habits of intellectual exploration, personal responsibility, and physical well being.\n**Beginner**\n- Demonstrates personal responsibility through generally good attendance, punctuality, and performance of required tasks.\n- Monitors the quality of his/her own acceptance of responsibility and responds to advice or counseling where appropriate.\n- Participates in the development of a personal educational plan by interacting with staff and others in shaping and refining his/her educational goals and strategies for achieving them.\n**Developed**\n- Demonstrates an understanding of the role of physical well being in achieving educational and personal goals.\n- Participates in the development of a personal academic portfolio to document her/his educational growth and her/his habits of intellectual exploration.\n**Accomplished**\n• Develops and maintains an on-line portfolio to document his/her educational growth and habits of intellectual exploration.\n- Selects institutions to which she/he wants to apply for admission, employment, or some other professional consideration.\n- Identifies appropriate contact within the institution to send portfolio to.\n- Sends electronic portfolio to institutions, including a cover letter addressed to a specific contact within the institution.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Palomar College Benchmarks for Core Skills – First Draft**",
      "subsection": "**F. Personal Development and Responsibility**",
      "sub_subsection": "**1. Self-management:**",
      "chunk_id": 66
    }
  },
  {
    "content": "Students will interact respectfully in groups whose membership includes such diverse human traits as language, culture, and physical ability.\n**Beginner**\n- Identifies and describes the aspects of a number of cultures, including their own.\n- Can work in diverse groups when given the opportunity.\n- Appreciates the variety of U.S. residents.\n- Is familiar with the historical struggle for equality and justice in the U.S.\n**Developed**\n- Identifies many cultural and linguistic backgrounds and reflects upon cultural and linguistic prejudice.\n- Understands cultural, linguistic and physical differences.\n- Interacts respectfully with others in the classroom, including his/her instructor.\n**Accomplished**\n- Strives to be understanding and respectful, when working in groups with people who have diverse cultural and linguistic backgrounds and different physical abilities.\n- Proactively and compassionately influences others to respect diverse people and cultures.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Palomar College Benchmarks for Core Skills – First Draft**",
      "subsection": "**F. Personal Development and Responsibility**",
      "sub_subsection": "**3. Respect for Diverse People and Cultures:**",
      "chunk_id": 67
    }
  },
  {
    "content": "Students will demonstrate an understanding of the historical development of culture over time and its relation to the present.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Humanities/Cultural** http://ipr.sc.edu/effectiveness/assessment/criteria/humcultl.htm",
      "subsection": "**Goal 1**",
      "sub_subsection": "Null",
      "chunk_id": 68
    }
  },
  {
    "content": "Students will demonstrate understanding of the construction of history and how history is written.\n**4 OUTSTANDING**\nUnderstands the existence of various perspectives on any historical event, the processes that contribute to inclusions or exclusion of those perspectives on written histories, and articulates the relationship of \"official\" histories to subsequent historical developments and to historical understanding.\n**3 EFFECTIVE**\nUnderstands the existence of more than one perspective on any historical event, the processes that contribute to inclusions or exclusion of those perspectives on written histories, and the relationship of \"official\" histories to subsequent developments.\n**2 ADEQUATE**\nUnderstands the existence of more than one perspective on any historical event and the processes that contribute to inclusion or exclusion of perspectives.\n**1 INEFFECTIVE**\nAssumes a single point of view for any historical event.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Humanities/Cultural** http://ipr.sc.edu/effectiveness/assessment/criteria/humcultl.htm",
      "subsection": "**Goal 1**",
      "sub_subsection": "**Objective A. **",
      "chunk_id": 69
    }
  },
  {
    "content": "Students will understand broad outlines of history and make accurate connections between developments separated in time or place.**\n**4 OUTSTANDING**\nKnows major chronologies and patterns of historical developments of Western and some non-Western culture and their relationships; understands and articulates historical relationships of developments within and across cultures.\n**3 EFFECTIVE**\nKnows major patterns of historical developments of Western cultures and is aware of non-Western cultures; understands and accurately articulates relationships of historical developments within Western cultures.\n**2 ADEQUATE**\nKnows general chronologies and patterns of historical developments of Western cultures; understands relationships between disparate events.\n**1 INEFFECTIVE**\nKnows about some historical events; perceives them as isolated rather than related.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Humanities/Cultural** http://ipr.sc.edu/effectiveness/assessment/criteria/humcultl.htm",
      "subsection": "**Goal 1**",
      "sub_subsection": "**Objective B. **",
      "chunk_id": 70
    }
  },
  {
    "content": "Students will demonstrate the ability to recognize the contribution of historical antecedents to the understanding of current personal, social, and political situations and developments.**\n**4 OUTSTANDING**\nUnderstands relevance of history to current global situations and accurately articulates relevant historical antecedents of particular recent events.\n**3 EFFECTIVE**\nUnderstands the relevance of history to understanding present developments in the Western world and articulates appropriate connections.\n**2 ADEQUATE**\nWithin a limited geographical or historical context, recognizes antecedents of present in past and articulates several connections accurately.\n**1 INEFFECTIVE**\nPerceives current social and political developments as framed only in the recent past.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Humanities/Cultural** http://ipr.sc.edu/effectiveness/assessment/criteria/humcultl.htm",
      "subsection": "**Goal 1**",
      "sub_subsection": "**Objective C. **",
      "chunk_id": 71
    }
  },
  {
    "content": "Students will become familiar with the diversity of a global culture marked by racial, ethnic, gender and regional differences.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Humanities/Cultural** http://ipr.sc.edu/effectiveness/assessment/criteria/humcultl.htm",
      "subsection": "**Goal 2**",
      "sub_subsection": "Null",
      "chunk_id": 72
    }
  },
  {
    "content": "Students will demonstrate the ability to recognize multiple perspectives and appreciate perspectives which produce a world-view different from one's own. 4 OUTSTANDING**\nRecognizes differing perspectives on contemporary issues both globally and within the United States; is aware of limits of own perspective; understands several sources of diversity and the possible differences in values and behaviors and interpretations of events in American culture; articulates relationship of other perspectives to understanding of self.\n**3 EFFECTIVE**\nRecognizes differing perspectives on contemporary issues within the United States; is aware of limits of own perspective; understands several sources of diversity and the possible differences in values and behaviors and interpretations of events in American culture; articulates relationship of other perspectives to understanding of self.\n**2 ADEQUATE**\nRecognizes at least one differing perspective on contemporary issues within the United States; is aware of limits of own perspective; understands sources of this difference and the diversity in values and behaviors and interpretations of events which result; articulates relationship of other perspectives to understanding of self.\n**1 INEFFECTIVE**\nAvoids recognition of differing perspectives on contemporary issues within the United States; is unaware of limits of own perspective; considers events from own point of view; devalues differences in behavior or cultures and interpretations of events which result; sees no relationship of other perspectives to understanding of self.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Humanities/Cultural** http://ipr.sc.edu/effectiveness/assessment/criteria/humcultl.htm",
      "subsection": "**Goal 2**",
      "sub_subsection": "**Objective A.**",
      "chunk_id": 73
    }
  },
  {
    "content": "Students will communicate orally (with the exception of Latin and Ancient Greek) and in writing in another language.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Humanities/Cultural** http://ipr.sc.edu/effectiveness/assessment/criteria/humcultl.htm",
      "subsection": "**Goal 3**",
      "sub_subsection": "Null",
      "chunk_id": 74
    }
  },
  {
    "content": "Students will demonstrate the ability to read in one foreign language and comprehend the topic and main ideas in written texts.**",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Humanities/Cultural** http://ipr.sc.edu/effectiveness/assessment/criteria/humcultl.htm",
      "subsection": "**Objective A.",
      "sub_subsection": "Null",
      "chunk_id": 75
    }
  },
  {
    "content": "Students will demonstrate the ability to understand spoken discourse and converse in a foreign language on familiar subjects.**\n**4 OUTSTANDING**\nSee explanations of foreign language proficiency placement and testing program in the University Bulletin.\n**3 EFFECTIVE**\n**2 ADEQUATE**\n**1 INEFFECTIVE**",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Humanities/Cultural** http://ipr.sc.edu/effectiveness/assessment/criteria/humcultl.htm",
      "subsection": "**Objective B. **",
      "sub_subsection": "Null",
      "chunk_id": 76
    }
  },
  {
    "content": "Students will demonstrate an understanding of the contribution of the literary, visual or performing arts and their cultural context and express informed personal responses to artistic creations",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Humanities/Cultural** http://ipr.sc.edu/effectiveness/assessment/criteria/humcultl.htm",
      "subsection": "**Goal 4**",
      "sub_subsection": "Null",
      "chunk_id": 77
    }
  },
  {
    "content": "Students will demonstrate the ability to develop an aesthetic response to at least one of the arts.**\n**4 OUTSTANDING**\nKnows the major forms of several of the arts and articulates an aesthetic response to artistic works using appropriate concepts and relevant information; carefully observes and accurately describes the elements of the work and their relationship to its overall design or structure; articulates the understanding of aesthetic uses of its medium.\n**3 EFFECTIVE**\nKnows the major forms of one of the arts and articulates an aesthetic response to artistic works using appropriate concepts and relevant information; carefully observes and accurately describes the elements of the work and their relationship to its overall design or structure; articulates the understanding of aesthetic uses of its medium.\n**2 ADEQUATE**\nKnows several forms of one of the arts and articulates an aesthetic response to an artistic works using appropriate concepts and relevant information; observes and describes the main elements of the work and their relationship to its overall design or structure.\n**1 INEFFECTIVE**\nKnows several forms of one of the arts; knows some relevant information but neither observes and describes the main elements of the work nor sees their relationship to its overall design or structure.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Humanities/Cultural** http://ipr.sc.edu/effectiveness/assessment/criteria/humcultl.htm",
      "subsection": "**Goal 4**",
      "sub_subsection": "**Objective A. **",
      "chunk_id": 78
    }
  },
  {
    "content": "Students will demonstrate an understanding of the contribution of the literary, visual or performing arts and their cultural context and express informed personal responses to artistic creations.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Humanities/Cultural** http://ipr.sc.edu/effectiveness/assessment/criteria/humcultl.htm",
      "subsection": "**Goal 5**",
      "sub_subsection": "Null",
      "chunk_id": 79
    }
  },
  {
    "content": "Student expresses a personal response to works of art using appropriate concepts and relevant information.**\n**4 OUTSTANDING**\nResponds to the expressive qualities of the arts and recognizes particular elements of the work and reactions to them; expresses an informed personal response to artistic works using relevant information and relating personal responses to the work(s) to understanding of self or others.\n**3 EFFECTIVE**\nResponds to the expressive qualities of the arts; expresses an informed personal response to of the arts using relevant information and relating, the personal responses to the work(s) to understanding of self or others.\n**2 ADEQUATE**\nResponds to works of art and expresses a personal response to the work(s) using relevant information and personal observations.\n**1 INEFFECTIVE**\nDoes not express a personal response to artistic works.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Humanities/Cultural** http://ipr.sc.edu/effectiveness/assessment/criteria/humcultl.htm",
      "subsection": "**Goal 5**",
      "sub_subsection": "**Objective B. **",
      "chunk_id": 80
    }
  },
  {
    "content": "Students will demonstrate an understanding of the contribution of the literary, visual or performing arts and their cultural context and express informed personal responses to artistic creations.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Humanities/Cultural** http://ipr.sc.edu/effectiveness/assessment/criteria/humcultl.htm",
      "subsection": "**Goal 6**",
      "sub_subsection": "Null",
      "chunk_id": 81
    }
  },
  {
    "content": "Students can relate art to the wider cultural context from which it emerges.\n**4 OUTSTANDING**\nUnderstands the interaction of cultural context, artists' lives, and their works, including conditions which contribute to perceptions of what is art, and the historical development of the philosophy and techniques of the arts; interprets the contribution of artist(s) or art works in relation to values and assumptions of place, time, and the broader culture from which the arts emerge.\n**3 EFFECTIVE**\nUnderstands the interaction of cultural context, artists' lives, and their works; including conditions which contribute to perceptions of what is art and historical patterns of artistic techniques; interprets the contribution of artist(s) or art works in relation to values and assumptions of place, time, and the broader culture from which the arts emerge.\n**2 ADEQUATE**\nUnderstands the interaction of cultural contexts, artists' lives and their works; interprets artistic creations in relation to values and assumptions of particular place, time and culture from a work of art emerges.\n**1 INEFFECTIVE**\nUnderstands that there is an interaction of art and cultural context but cannot interpret arts in their broader cultural context.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Humanities/Cultural** http://ipr.sc.edu/effectiveness/assessment/criteria/humcultl.htm",
      "subsection": "**Objective C.**",
      "sub_subsection": "Null",
      "chunk_id": 82
    }
  },
  {
    "content": "Students will integrate insights from several disciplines and apply them to value choices and ethical decisions.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Humanities/Cultural** http://ipr.sc.edu/effectiveness/assessment/criteria/humcultl.htm",
      "subsection": "**Goal 7**",
      "sub_subsection": "Null",
      "chunk_id": 83
    }
  },
  {
    "content": "Students will demonstrate the ability to identify ethical dilemmas in a variety of contexts.**\n**4 OUTSTANDING**\nIdentifies and accurately describes complex ethical dilemmas from life situations and theoretical scenarios.\n**3 EFFECTIVE**\nIdentifies and describes complex ethical dilemmas in scenarios derived from everyday life situations.\n**2 ADEQUATE**\nIdentifies and describes simple ethical dilemmas in scenarios derived from everyday life situations and from theoretical works.\n**1 INEFFECTIVE**\nHas difficulty in identifying and describing even simple ethical dilemmas in scenarios derived from everyday life situations; and from theoretical works.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Humanities/Cultural** http://ipr.sc.edu/effectiveness/assessment/criteria/humcultl.htm",
      "subsection": "**Goal 7**",
      "sub_subsection": "**Objective A.**",
      "chunk_id": 84
    }
  },
  {
    "content": "Student can apply understandings from several disciplines to clarify ethical conflicts; articulate reasoned personal responses based on expressed values. 4 OUTSTANDING**\nUses appropriate insights from several disciplines to make connections and elucidate ethical dilemma; articulates sources of insights and relation to understanding of self; recognizes and articulates personal values in reasoned response.\n**3 EFFECTIVE**\nUses insights from more than one discipline to make connections and elucidate ethical dilemmas; articulates sources of insights and relation to understanding of self; incorporates personal values into response.\n**2 ADEQUATE**\nUses insights from more than one discipline to clarify ethical dilemmas; articulates connections to personal values as related to dilemma.\n**1 INEFFECTIVE**\nClarifies response to ethical dilemma solely in terms of rules or personal values",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Humanities/Cultural** http://ipr.sc.edu/effectiveness/assessment/criteria/humcultl.htm",
      "subsection": "**Goal 7**",
      "sub_subsection": "**Objective B.**",
      "chunk_id": 85
    }
  },
  {
    "content": "http://ipr.sc.edu/effectiveness/assessment/criteria/math.htm",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Math**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 86
    }
  },
  {
    "content": "Students will perform basic mathematical manipulations, display facility with the use of mathematics in framing concepts for mathematical analysis and interpret data intelligently",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Math**",
      "subsection": "**Goal**",
      "sub_subsection": "Null",
      "chunk_id": 87
    }
  },
  {
    "content": "Students will demonstrate their understanding of the role of quantitative reasoning and its application.**\n**4 OUTSTANDING**\nRegards quantitative reasoning as essential in understanding both multiple academic areas and domains beyond the academic and career related; can articulate and advocate appropriate applications of quantitative reasoning in various settings.\n**3 EFFECTIVE**\nRegards quantitative reasoning as very useful and important to domains beyond the academic; demonstrates and articulates an understanding of its uses and can choose appropriate applications.\n**2 ADEQUATE**\nRegards quantitative reasoning as useful and important although primarily academic; recognizes appropriate applications and understands explanations.\n**1 INEFFECTIVE**\nRegards quantitative reasoning as irrelevant beyond academic applications.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Math**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective A.**",
      "chunk_id": 88
    }
  },
  {
    "content": "Students will demonstrate an understanding of the language of mathematics and basic mathematical concepts and operations.**\n**4 OUTSTANDING**\nDemonstrates superior knowledge of the language of mathematics and basic mathematical concepts and operations. Has the ability to teach and explain basic mathematical concepts and operations to others.\n**3 EFFECTIVE**\nDemonstrates the appropriate use of the language of mathematics and basic mathematical concepts and operations. Can initiate or contribute to discussions about mathematical concepts and operations.\n**2 ADEQUATE**\nUnderstands the basic language of mathematics and basic mathematical concepts. Can participate in discussions about mathematical concepts and operations and can demonstrate adequate knowledge.\n**1 INEFFECTIVE**\nCannot demonstrate knowledge of the language of mathematics and basic mathematical concepts. Avoids participation in discussions about mathematical concepts and operations.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Math**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective B. **",
      "chunk_id": 89
    }
  },
  {
    "content": "Students will demonstrate the ability to apply basic mathematical operations to problem solving in one's personal and working life. This criterion demonstrates ability to apply basic mathematical concepts and operations to situations which will be encountered beyond the university and in. the \"real world\".**\n**4 OUTSTANDING**\nUnderstands the quantitative frameworks of broad scope, real-world problems; recognizes advantages and disadvantages of several quantitative approaches to a problem and chooses appropriate concepts to describe the problem, accurately performs needed mathematical operations, and articulates the meaning of the solution in terms of the original problem.\n**3 EFFECTIVE**\nOnce the quantitative framework of real-world problems are clarified, chooses appropriate concepts to describe the problem and accurately performs needed mathematical operations and articulates the meanings of the solution in terms of the original problem.\n**2 ADEQUATE**\nRecognizes, -the quantitative framework of real-world problems of limited scope, and independently chooses appropriate concepts to describe the problem; accurately performs basic mathematical operations on problems of personal or work life and applies the solution to the original problem.\n**1 INEFFECTIVE**\nDoes not see problems in a quantitative framework unassisted; inability to choose appropriate concepts and/or to perform basic mathematical operations on problems in personal or work life limits options to developing solutions..",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Math**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective C.**",
      "chunk_id": 90
    }
  },
  {
    "content": "Students will accurately comprehend and draw appropriate Inferences from numeric data assembled in a variety of forms (e.g., graphs, charts, summary statistics, etc.) and in other disciplines.**\n**4 OUTSTANDING**\nComprehends complex and sophisticated displays of data and makes inferences consistent with the data. Can construct data displays from a set of data; explains clearly in everyday language the meaning of the data, and relates it to appropriate context.\n**3 EFFECTIVE**\nComprehends some complex and sophisticated displays of data and makes inferences consistent with simple displays of data; explains the meaning of the data in everyday language; relates to appropriate context.\n**2 ADEQUATE**\nComprehends simple displays of data, makes inferences consistent with the displays of data, and explains the inferences within a limited context.\n**1 INEFFECTIVE**\nInconsistently comprehends some simple displays of data; makes inferences inconsistent with simple displays of data or with its context.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Math**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective D. **",
      "chunk_id": 91
    }
  },
  {
    "content": "http://ipr.sc.edu/effectiveness/assessment/criteria/oral.htm",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Oral Communication**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 92
    }
  },
  {
    "content": "Students will communicate orally in a manner that unites theory, criticism, and practice to produce an effective communicator.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Oral Communication**",
      "subsection": "**Goal**",
      "sub_subsection": "Null",
      "chunk_id": 93
    }
  },
  {
    "content": "Students' effective speaking will demonstrate knowledge of the subject. This criterion describes the accuracy, extensiveness, and perspective of the knowledge which the speaker exhibits. This criterion also assesses the degree to which the speaker's information meets the content requirements of a specific assignment. (NOTE: For speaking assessments, which are integrated with assessments in Critical Thinking or one or more Perspective Outcomes, those appropriate criteria whole or in part may be substituted for Speaking Criterion #1.)**\n**4 OUTSTANDING**\nAppropriateness: The speaker fulfills or exceeds all of the assigned content requirements. Accuracy: The speaker's knowledge of the subject is accurate throughout.\nExtensiveness: The speaker exhibits convincing range and quality of knowledge, having done appropriate research, if applicable.\nPerspective: The information presented reveals the speaker's assimilation and understanding of the material. When appropriate, the speaker is convincingly aware of alternative points of view\nAND of implications beyond the immediate subject.\n**3 EFFECTIVE**\nAppropriateness: The speaker fulfills the important content requirements of the assignment. Accuracy: The speaker's knowledge of the subject is accurate throughout except in minor details. Extensiveness: The speaker seems informed on the subject, having done appropriate research, if applicable.\nPerspective: The information presented reveals the speaker's assimilation and understanding of view OR of implications beyond the immediate subject.\n**2 ADEQUATE**\nAppropriateness: The speaker fulfills some of the important content requirements of the assignment.\nAccuracy: The speaker's knowledge of the subject is generally accurate, though flawed.\nExtensiveness: The speaker exhibits limited range or quality of knowledge, having done minimal appropriate research, if applicable.\nPerspective: The information presented reveals that the speaker has only partially assimilated or understood the material. When appropriate, the speaker shows some awareness of alternative points of view OR of implications beyond the immediate subject.\n**1 INEFFECTIVE**",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Oral Communication**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective A.**",
      "chunk_id": 94
    }
  },
  {
    "content": "**1 INEFFECTIVE**\nAppropriateness: The speaker fails to address the important content requirements of the assignment.\nAccuracy: The speaker's knowledge of the subject is generally inaccurate.\nExtensiveness: The speaker's knowledge of the subject lacks range or quality.\nPerspective: The information presented reveals the speaker's failure to assimilate or to understand the material.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Oral Communication**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective A.**",
      "chunk_id": 95
    }
  },
  {
    "content": "Students effective speaking will demonstrate an awareness of the audience/group. This criterion concerns the speaker's awareness of the audience. In demonstrating this awareness, the speaker must accommodate the listeners' attitudes toward or familiarity with the subject, as well as the listeners' comprehension levels. Depending on the characteristics of the audience, then, the speakers development, language, and emphasis will vary and will reflect the degree to which the speaker has identified and is addressing those listeners.**\n**4 OUTSTANDING**\n- Development: The speaker's explanations and uses of evidence, illustrations, or other definitive details are highly appropriate for the listeners.\n- Language: The speakers word choices clearly demonstrate an awareness of the listeners. The language seems deliberately chosen to aid the listeners' understanding of the subject (including definitions where appropriate).\n- Emphasis: The speaker's discussion or argumentation is consistently clear and appropriate to the listeners and to the purpose. In emphasizing important points, the speaker uses evidence logically and carefully.\n- Feedback-- Monitoring: The speaker monitors the audience's/group's responses and adapts the presentation accordingly.\n**3 EFFECTIVE**\n- Development: The speaker's explanations and uses of evidence, illustrations, or other definitive details are highly appropriate for the listeners.\n- Language: The speaker's word choices demonstrate an awareness of the listeners. The language is consistent and seems generally appropriate to the listeners' understanding of the subject (including definitions where appropriate).\n- Emphasis: The speaker's discussion or argumentation is generally clear and appropriate to the listeners and to the purpose. In emphasizing important points, the speaker generally uses evidence logically and carefully.\n- Feedback-- Monitoring: The speaker monitors the audience's/group's responses and adapts the presentation accordingly.\n**2 ADEQUATE**\n- Development: The speaker makes some attempt to provide evidence, illustrations, or other definitive details for the listeners, but some information is either extraneous or insufficient.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Oral Communication**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective B.**",
      "chunk_id": 96
    }
  },
  {
    "content": "- Language: The speaker's word choices indicate an awareness of the listeners, but the identity of the listeners is either unclear or inappropriate in some respects. Although the vocabulary seems fairly consistent, the language seems chosen more for the speaker's convenience than for the listeners' understanding.\n- Emphasis: The speaker's discussion or argumentation is generally clear or appropriate to the listeners and to the purpose, but may be lacking in some aspect of the use of logic or evidence.\nFeedback-- Monitoring: The speaker's interaction with the audience/group is limited.\n**1 INEFFECTIVE**\n- Development: The speaker generally lacks an awareness of the listeners, for the discussion lacks evidence, illustrations, or other definitive details.\n- Language: The speaker's word choices fail to reflect an awareness of the listeners, because either the vocabulary or the reference to the listeners is inconsistent or inappropriate.\n- Emphasis: The speaker's discussion or argumentation is generally unclear or inappropriate to the listeners and to the purpose. The presentation lacks emphasis, or is seriously defective in the use of logic or evidence.\n- Feedback-- Monitoring: The speaker fails to monitor the audience's/group's responses.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Oral Communication**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective B.**",
      "chunk_id": 97
    }
  },
  {
    "content": "Students' effective speaking will demonstrate organization appropriate to the purpose and to the interaction between speaker and audience. This criterion considers the structure and the coherence of the presentation. Structure refers to the way the speaker achieves unity by focusing and ordering the information. Coherence refers to the way the speaker connects the ideas to provide continuity from point to point and throughout the presentation. These aspects of organization should be appropriate to the audience and the purpose for speaking.**\n**4 OUTSTANDING**\nStructure: The speaker focuses and orders the material to convey a unified point or effect. Coherence: The speaker provides clear and consistent movement within and between major points and from beginning to end.\n- Introductory Comments: The speaker's opening comments attempt to reveal the purpose and major points of the presentation and motivate the audience to listen.\n- Concluding Comments: The speaker's concluding comments are strong both in reemphasizing the purpose and major points of the presentation and in leaving the audience with an appropriate closing statement.\n**3 EFFECTIVE**\n- Structure: The speaker focuses and orders the material to convey a generally unified point or effect. Coherence: The speaker provides movement within and between major points and from beginning to end.\n- Introductory Comments: The speakers opening comments attempt to reveal the purpose and major points of the presentation and motivate the audience to listen.\n- Concluding Comments: The speaker's concluding comments are appropriately related to the purpose and major points of the presentation, but they are not very strong or emphatic.\n**2 ADEQUATE**\nStructure: The speaker provides some focus or order to the material, but this structure is somewhat unclear.\nCoherence: The speaker provides movement within and between major points and from beginning to end, but this movement is at times either unclear or awkward.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Oral Communication**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective C. **",
      "chunk_id": 98
    }
  },
  {
    "content": "Introductory Comments: The speaker's opening comments attempt to reveal the purpose and major points of the presentation and motivate the audience to listen, but in doing so the approach seems somewhat artificial, weak, or unimaginative.\nConcluding Comments: The speaker's concluding comments are related to the purpose and major points of the presentation, but they either bring in extraneous information or are unnecessarily redundant.\n**1 INEFFECTIVE**\nStructure: The speaker provides little or no focus or order to the material.\nCoherence: The speaker provides little movement within and between the major points and from beginning to end.\nIntroductory Comments: The speaker's opening comments are either inappropriate to the presentation, or they are unlikely to motivate the audience to listen.\nConcluding Comments: The speaker closes the presentation either abruptly with no apparent concluding statement or with inappropriate remarks.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Oral Communication**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective C. **",
      "chunk_id": 99
    }
  },
  {
    "content": "Students' effective speaking will demonstrate vocal delivery which encourages listening. This criterion is concerned with those aspects of the speaker's delivery which either encourage or discourage listening: volume, pitch, enunciation, pronunciation pace, and tone of voice. These aspects of oral projection should be appropriate to the content, the occasion, the setting, and the purpose for which the comments are made. Empty vocalizations/verbal fillers (such as \\*you know,\" \"uh,\" and,\" \"uhm,\" etc.) affect the vocal delivery.\n**4 OUTSTANDING**\nClear enunciation: Appropriate pronunciation, volume, pitch, inflection, and pace throughout. The speaker sounds genuinely interested in the topic. Delivery appears spontaneous throughout; notes may assist but do not interrupt or control delivery.\n**3 EFFECTIVE**\nClear enunciation: Appropriate pronunciation, volume, pitch, inflection, and pace are generally maintained, but occasionally the speaker's voice is lacking somewhat in the appropriate enthusiasm or energy level. Delivery appears spontaneous throughout; notes may assist but do not interrupt or control delivery. A few empty vocalizations are noticeable but are not distracting.\n**2 ADEQUATE**\nEnunciation is hampered by occasional lazy articulation (such as slurring or run-together words); some inappropriateness of pronunciation, volume, pitch, inflection, or pace may be noticeable, but such instances do not seriously hinder the speaker's audibility. Delivery generally appears spontaneous, but some moments of apparent recitation, reading of notes, or reference to notes occasionally interrupt. Empty vocalizations are somewhat distracting.\n**1 INEFFECTIVE**\nInappropriate or ineffective enunciation, pronunciation, volume, pitch, inflection, or pace seriously hinder the speaker's audibility or obstruct communication with the audience. Reading of or reference to notes, recitation, inappropriate display or lack of energy level, or empty vocalizations adversely affect the vocal delivery.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Oral Communication**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective D.**",
      "chunk_id": 100
    }
  },
  {
    "content": "Students' effective speaking will demonstrate physical presentation appropriate to the speaking situation. This criterion includes all aspects of what is commonly known as body language: facial expressions, eye contact, and body movement. Physical presentation helps reflect the speaker's poise and confidence.**\n**4 OUTSTANDING**\nThe speaker looks genuinely interested; facial expressions are consistently compatible with spoken content; physical presentation is appropriate and purposeful in enhancing the speakers comments; body movements and gestures are natural, appropriate, and relaxed; eye contact with the audience consistently maintained.\n**3 EFFECTIVE**\nThe speaker appears interested; facial expressions are consistently compatible with spoken content. Body movements and gestures are usually natural, appropriate, and relaxed. Any nervous movements do not interfere with the presentation. Any lack of eye contact is only momentary.\n**2 ADEQUATE**\nThe speakers facial expressions seem either limited or occasionally incompatible with the spoken content. Inappropriate body movements or gestures are occasionally noticeable but do not obstruct communication. For the most part, the speaker maintains eye contact with the audience, but the inconsistency in eye contact is somewhat distracting.\n**1 INEFFECTIVE**\nThe speaker's facial expressions seem either limited or incompatible with the spoken content. Poor posture, distracting or inappropriate body movements or gestures, or lack of eye contact interferes with the delivery.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Oral Communication**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective E.**",
      "chunk_id": 101
    }
  },
  {
    "content": "Students' effective speaking will demonstrate appropriate structure and word choice. This criterion focuses on the speaker's ability to use standard English grammar and to control language to achieve verbal precision, economy, variety, and emphasis.\n**4 OUTSTANDING**\nThe speaker chooses words and expressions for both maximum clarity and variety; the speaker manifests no grammatical errors; the speaker's sentence structure manifests stylistic strengths -- that is, the sentence structures distinctively create emphasis, dramatic impact, or more effective listening.\n**3 EFFECTIVE**\nThe speaker's word choices and expressions achieve both clarity and at least some distinctiveness; the speaker manifests no grammatical errors.\n**2 ADEQUATE**\nThe speaker's expressions are accurate and clear, but rarely distinctive. An occasional sentence structure or grammatical error is noticeable.\n**1 INEFFECTIVE**\nThe speaker's expressions are, for the most part, accurate and clear but rarely distinctive. The speaker's meaning is often muddled or his/her credibility undercut by distracting faults in sentence structure or usage.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Oral Communication**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective F.**",
      "chunk_id": 102
    }
  },
  {
    "content": "Students' listening skills as audience or co-communicators in group discourse will promote accurate extraction of information and meaning.\n**4 OUTSTANDING**\nThe student's evident active attention to oral communications of others encourages further communication; student recognizes responsibilities for listening and for gaining clarification of incomplete communication. The student demonstrates an accurate and thorough understanding of communication content through oral and written responses.\n**3 EFFECTIVE**\nThe student' s active attention to oral communications of others provides visual feedback to the other of respect and interest; the student's responses indicate understanding of information, opinions and ideas presented orally.\n**2 ADEQUATE**\nThe student listens with physical and mental attention to oral presentation of others and demonstrates the understanding of the major points or threads of an argument through appropriate oral or written response.\n**1 INEFFECTIVE**\nThe student's attention lacks focus and is reflected in written or oral responses where meanings and information are incomplete or inaccurately understood.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Oral Communication**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective G.**",
      "chunk_id": 103
    }
  },
  {
    "content": "http://ipr.sc.edu/effectiveness/assessment/criteria/science.htm",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Science**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 104
    }
  },
  {
    "content": "Students will understand physical and/or life science phenomena and the uses of scientific methods and theories.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Science**",
      "subsection": "**Goal**",
      "sub_subsection": "Null",
      "chunk_id": 105
    }
  },
  {
    "content": "Students will understand the role, nature and value of scientific inquiry.\n**4 OUTSTANDING**\nUnderstands in depth the role and limitations of science in addressing contemporary quality of life issues (i.e., improved health, a better environment, increased food production, population control, etc.), articulates multiple aspects of the issues, perceives the relationship of sell to issues and seeks additional scientific understanding as a guide to action.\n**3 EFFECTIVE**\nUnderstands the role and limitations of science in addressing contemporary quality of life issues, articulates several aspects of the issues, perceives the relationship of self to issues, acts on basis of understanding.\n**2 ADEQUATE**\nUnderstands in general the role of science in addressing some contemporary quality of life issues; articulates several aspects of at least one issue; perceives the relationship of self to issues, occasionally acts on basis of scientific understanding.\n**1 INEFFECTIVE**\nUnderstands minimally the role of science in contemporary quality of life issues; does not perceive the relationship of self to issues; does not understand the nature of scientific work.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Science**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective A**",
      "chunk_id": 106
    }
  },
  {
    "content": "Students will demonstrate their understanding of scientific theories and perspectives**\n**4 OUTSTANDING**\nUses deep understanding of theoretical frameworks, concepts, terms, and important thinkers and ideas from several science disciplines to explain contemporary scientific phenomena; makes connections between science disciplines and identifies separate contributions of disciplines to understanding.\n**3 EFFECTIVE**\nUses knowledge of theoretical frameworks, concepts, terms, and important thinkers and ideas from two sciences to discuss contemporary scientific phenomena; identifies perspectives of each discipline in explaining a particular process or phenomenon.\n**2 ADEQUATE**\nUses basic understanding of concepts, descriptive terms, and important thinkers and ideas from at least one of the sciences to explain contemporary scientific phenomena; recognizes perspectives of other disciplines.\n**1 INEFFECTIVE**\nLacks understanding of relationship of concepts, terms and important ideas to each other or to a science perspective; uses beliefs, applies ideas inaccurately, or uses irrelevant facts to explain scientific phenomena.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Science**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective B.**",
      "chunk_id": 107
    }
  },
  {
    "content": "Students will critically evaluate various approaches to research by Identifying sound and unsound reasoning in scientific and lay contexts.**\n**4 OUTSTANDING**\nIs discerning in judging the validity of findings as warranted or not by evidence and research design. Can articulate the basic implications of identified strengths and weaknesses of methods.\n**3 EFFECTIVE**\nCan differentiate sound from flawed research methods and evaluate the validity of inferences based on available evidence.\n**2 ADEQUATE**\nRecognizes major flaws in research. Critical judgment exercised only when pressed, elicited, or when prior (closely held) assumptions are challenged.\n**1 INEFFECTIVE**\nUnable to recognize inappropriate research methods or invalid inferences from evidence. Likely to accept results more on basis of preconceived notions, prejudice or style of presentation than on the basis of a critical assessment of the evidence, concepts, and methods.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Science**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective C.**",
      "chunk_id": 108
    }
  },
  {
    "content": "Students understand the applications of different research designs and approaches.**\n**4 OUTSTANDING**\nClearly appreciates the advantages and disadvantages of various approaches, understands the underlying assumptions of various research methods, and readily matches the appropriate design to the problem at hand.\n**3 EFFECTIVE**\nAble to assess the appropriateness of research designs for a variety of situations, settings, or problems. Can apply or use simple research methods in uncomplicated cases.\n**2 ADEQUATE**\nRecognizes conspicuously inappropriate design applications. Understands that different problems or settings require different approaches, but requires guidance in discerning most appropriate methods for a given situation without considerable guidance.\n**1 INEFFECTIVE**\nAssumes all research is alike or that one method is as good as another. Avoids solving problems, seeks easy answers if possible. Has no interest in or understanding of the advantages and disadvantages of various approaches, the assumptions required, or how the nature of the problem affects the choice of approach.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Science**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective D.**",
      "chunk_id": 109
    }
  },
  {
    "content": "Students will formulate research questions and test hypotheses as part of using the scientific process.**\n**4 OUTSTANDING**\nCan generate and appropriately state research questions/hypotheses about simple or complex relationships that are logically consistent with existing information (e.g., literature review).\n**3 EFFECTIVE**\nCan generate research questions/hypotheses for simple relationships. Can appropriately interpret and critique stated hypotheses.\n**2 ADEQUATE**\nCan appropriately interpret and critique stated hypotheses. Has difficulty generating research questions/hypotheses.\n**1 INEFFECTIVE**\nHas difficulty generating hypotheses and interpreting stated hypotheses.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Science**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective E.**",
      "chunk_id": 110
    }
  },
  {
    "content": "Students use systematic, empirical approaches to address questions as part of the scientific process.**\n**4 OUTSTANDING**\nFor a given research question, the student can correctly identify independent, dependent, and extraneous variables, describe a research design to control the extraneous variable(s), or identify why extraneous variables cannot be controlled for a given research question.\n**3 EFFECTIVE**\nFor a given research question, the student can correctly identify independent, dependent, and extraneous variables, and describe a research design to control the extraneous variable(s).\n**2 ADEQUATE**\nFor a given research question, the student can correctly identify independent, dependent, and extraneous variables.\n**1 INEFFECTIVE**\nFor a given research question, the student cannot correctly identify independent, dependent, and extraneous variables.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Science**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective F.**",
      "chunk_id": 111
    }
  },
  {
    "content": "Students will identify and collect appropriate information as part of the scientific process.**\n**4 OUTSTANDING**\nFor a given research situation, the student can correctly identify and describe appropriate and realistic measures for the independent, dependent, and extraneous variables, and describe strengths and weaknesses for each measure.\n**3 EFFECTIVE**\nFor a given research situation, the student can correctly identify and describe appropriate and realistic measures for the independent, dependent, and extraneous variables.\n**2 ADEQUATE**\nFor a given research situation, the student can correctly identify appropriate and realistic measures for the independent, dependent, and extraneous variables.\n**1 INEFFECTIVE**\nFor a given research situation, the student cannot correctly identify appropriate measures for the independent, dependent, and extraneous variables.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Science**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective G.**",
      "chunk_id": 112
    }
  },
  {
    "content": "Students will draw appropriate conclusions from empirical results in quantitative and qualitative formats.**\n**4 OUTSTANDING**\nCan express empirical findings in \"plain English\" (own words) and identify the impact of findings on theory development and/or practical application.\n**3 EFFECTIVE**\nCan express most empirical findings but limited in ability to identify practical or theoretical implications.\n**2 ADEQUATE**\nCan express empirical findings reported in simple numerical, graphical or prose but has difficulty identifying implications.\n= **1 INEFFECTIVE**\nHas difficulty expressing empirical findings of any form.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Science**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective H.**",
      "chunk_id": 113
    }
  },
  {
    "content": "Downloaded 3/20/05 from http://ipr.sc.edu/effectiveness/assessment/criteria/socibeh.htm",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Social/Behavioral Sciences**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 114
    }
  },
  {
    "content": "Students will demonstrate their understanding of the processes of human behavior and social interaction and use social and behavioral science perspectives to interpret them.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Social/Behavioral Sciences**",
      "subsection": "**Goal**",
      "sub_subsection": "Null",
      "chunk_id": 115
    }
  },
  {
    "content": "Students will demonstrate their understanding of behavioral and social science theories and perspectives.**\n**4 OUTSTANDING**\nUses deep understanding of theoretical frameworks, concepts, terms, and important thinkers and ideas from several social/behavioral science disciplines to explain contemporary social phenomena; makes connections between disciplines and identifies separate contributions of disciplines to understanding.\n**3 EFFECTIVE**\nUses knowledge of theoretical frameworks, concepts, terms, and important thinkers and ideas from two social sciences to discuss contemporary social phenomena; identifies perspectives of each discipline in explaining a particular event or scenario.\n**2 ADEQUATE**\nUses basic understanding of concepts, descriptive terms, and important thinkers and ideas from at least one of the social/behavioral sciences to explain contemporary social phenomena; recognizes perspectives of other disciplines.\n**1 INEFFECTIVE**\nLacks understanding of relationship of concepts, terms and important ideas to each other or to a social/behavioral science perspective; uses beliefs, applies ideas inaccurately, or uses irrelevant facts to explain social phenomena.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Social/Behavioral Sciences**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective A.**",
      "chunk_id": 116
    }
  },
  {
    "content": "Students will understand the cultural, social and political structures and processes and their effects on individual, group and societal behaviors.\n**4 OUTSTANDING**\nAccurately describes cultural, social and political structures and processes in depth and can use several as frameworks for analysis; applies knowledge and appropriate terminology to understanding cultures and in explaining the interactions of political and social structures and processes and their effects on individuals and groups.\n**3 EFFECTIVE**\nDescribes cultural, social and political structures and processes and applies knowledge to understanding and explaining their effects on human behavior; understands terms used to discuss these phenomena and the interactions of structures and processes and uses them to explain specific social problems and their effects on individuals\n**2 ADEQUATE**\nDescribes basic cultural, social and political structures and processes and accurately uses basic terminology; recognizes them in contemporary issues and can use structures and processes as\nanalytical frameworks; understands the effects of these structures and processes on cultural, social or political groups and individuals within them.\n**1 INEFFECTIVE**\nCannot accurately differentiate cultural, social and political phenomena; understands that they effect the behaviors of groups and individuals, but cannot use accurately to discuss or analyze a given situation or phenomenon.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Social/Behavioral Sciences**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective B.**",
      "chunk_id": 117
    }
  },
  {
    "content": "Students will critically evaluate, interpret, and make inferences from social/behavioral science data.**\n**4 OUTSTANDING**\nRecognizes points of view and value assumptions in formulation of social science questions and their effects on the nature and interpretation of data collected, and articulates the point of view in a given situation. Identifies distortions in the presentation of qualitative and quantitative data and the logical and empirical fallacies in inferences drawn from data; recognizes the consequences of inaccurate data interpretation and articulates appropriate alterative presentations or inferences. Independently extracts complex data from a variety of sources - qualitative and quantitative, presents that data in summary form, makes appropriate connections and inferences consistent with the data and relates it to a larger context.\n**3 EFFECTIVE**\nIn the work of others, recognizes the contribution of point of view to social science data collection and analysis. Identifies distortions in the presentation of qualitative and quantitative data and some of logical and empirical fallacies in inferences drawn from data; recognizes consequences of inaccurate data interpretation. In her own work, extracts complex data from a variety of sources -- qualitative and quantitative, presents data in summary form, and makes connections and inferences consistent with the data.\n**2 ADEQUATE**\nIn the work of others, recognizes the contribution of point of view to formulating social science questions. Identifies distortions in the presentation of qualitative and quantitative data. Ability to identify some logical and empirical fallacies in inferences drawn from data. In the student's own work, extracts basic data from a variety of sources - qualitative and quantitative, presents that data in summary form, and makes inferences consistent with the data.\n**1 INEFFECTIVE**",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Social/Behavioral Sciences**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective C.**",
      "chunk_id": 118
    }
  },
  {
    "content": "**1 INEFFECTIVE**\nPerceives social science research as isolated from context, or lacks conceptual framework for evaluation of social science data; identifies very obvious logical errors or distortions within the immediate context. Extracts some simple data from a variety of sources -- qualitative and quantitative, but has difficulty presenting that data in summary form, or making inferences consistent with the data.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Social/Behavioral Sciences**",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective C.**",
      "chunk_id": 119
    }
  },
  {
    "content": "Students will communicate clearly in written English, demonstrating their comprehension, analysis, and critical interrogation of a variety of written texts.**",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Written Communication** http://ipr.sc.edu/effectiveness/assessment/criteria/written.htm",
      "subsection": "**Goal**",
      "sub_subsection": "Null",
      "chunk_id": 120
    }
  },
  {
    "content": "Students' writing will demonstrate knowledge of the subject. This criterion describes the accuracy, extensiveness, and perspective of the knowledge which the writer exhibits. This criterion also assesses the degree to which the writer's information meets the content requirements of a specific assignment**\n**4 OUTSTANDING**\nAppropriateness: The writer fulfills or exceeds all of the assigned content requirements. Accuracy: The writer's knowledge of the subject is accurate throughout.\n- Extensiveness: The writer exhibits convincing range and quality of knowledge, having done appropriate research, if applicable.\n- Perspective: The information presented reveals the writer's assimilation and understanding of the material. The writer is convincingly aware of alternative points of view AND of implications beyond the immediate subject.\n**3 EFFECTIVE**\nAppropriateness: The writer fulfills the important content requirements of the assignment.\nAccuracy: The writer's knowledge of the subject is accurate throughout except in minor details.\n- Extensiveness: The writer seems informed on the subject, having done appropriate research, if applicable.\n- Perspective: The information presented reveals the writer's assimilation and understanding of the material. The writer seems aware of alternative points of view OR of implications beyond the immediate subject.\n**2 ADEQUATE**\nAppropriateness: The writer fulfills some of the important content requirements of the assignment.\nAccuracy: The writer's knowledge of the subject is generally accurate, though flawed.\n- Extensiveness: The writer exhibits limited range or quality of knowledge, having done minimal appropriate research, if applicable.\n- Perspective: The information presented reveals that the writer has only partially assimilated or understood the material. The writer shows some awareness of alternative points of view OR of implications beyond the immediate subject.\n**1 INEFFECTIVE**\nAppropriateness: The writer fails to address the important requirements of the assignment. Accuracy: The writer's knowledge of the subject is generally inaccurate.\nExtensiveness: The writer's knowledge of the subject lacks range or quality.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Written Communication** http://ipr.sc.edu/effectiveness/assessment/criteria/written.htm",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective A.**",
      "chunk_id": 121
    }
  },
  {
    "content": "Perspective: The information presented reveals the writer's failure to assimilate or to understand the material. The writer's assertions lack awareness of alternative points of view AND of\nimplications beyond the immediate subject.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Written Communication** http://ipr.sc.edu/effectiveness/assessment/criteria/written.htm",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective A.**",
      "chunk_id": 122
    }
  },
  {
    "content": "Students' writing will demonstrate awareness of the reader. This criterion concerns the writer's awareness of a known, assumed, or likely reading audience. In demonstrating this awareness, the writer must accommodate the reader's attitudes toward or familiarity with the subject, as well as the reader's comprehension level. The writer's development, diction, and emphasis will reflect the degree to which the writer has identified and is addressing those readers.**\n**4 OUTSTANDING**\n- Development: The writer's explanations and uses of evidence, illustrations, or other definitive details are highly appropriate for the reader.\n- Diction: The writer's word choices clearly demonstrate an awareness of the reader. The language seems deliberately chosen to aid the reader's understanding of the subject (including definitions where appropriate).\n- Emphasis: The writer's discussion or argumentation is consistently clear and appropriate to the reader and to the purpose. In emphasizing important points, the writer uses evidence logically and carefully.\n**3 EFFECTIVE**\n- Development: The writer's explanations and uses of evidence, illustrations, or other definitive details are generally appropriate for the reader\n- Diction: The writer's word choices demonstrate an awareness of the reader. The language is consistent and seems generally appropriate to the reader's understanding of the subject (including definitions where appropriate).\n- Emphasis: The writer's discussion or argumentation is generally clear and appropriate to the reader and to the purpose. In emphasizing important points, the writer generally uses evidence logically and carefully.\n**2 ADEQUATE**\n- Development: The writer makes some attempt to provide evidence, illustrations, or other definitive details for the reader, but some information is either extraneous or insufficient.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Written Communication** http://ipr.sc.edu/effectiveness/assessment/criteria/written.htm",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective B.**",
      "chunk_id": 123
    }
  },
  {
    "content": "- Diction: The writer's word choices indicate an awareness of the reader, but the identity of the reader is either unclear or inappropriate in some respects. Although the vocabulary seems fairly consistent, the language seems chosen more for the writer's convenience than for the reader's understanding.\n- Emphasis: The writer's discussion or argumentation is generally clear or appropriate to the reader and to the purpose, but may be lacking in some aspect of the use of logic or evidence.\n**1 INEFFECTIVE**\n- Development: The writer generally lacks an awareness of the reader, for the discussion lacks evidence, illustrations, or other definitive details.\n- Diction: The writer's word choices fail to reflect an awareness of the reader because either the vocabulary or the reference to the reader is inconsistent or inappropriate.\n- Emphasis: The writer's discussion or argumentation is generally unclear or inappropriate to the reader and to the purpose. The writing lacks emphasis, or is seriously defective in the use of logic or evidence.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Written Communication** http://ipr.sc.edu/effectiveness/assessment/criteria/written.htm",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective B.**",
      "chunk_id": 124
    }
  },
  {
    "content": "Student's writing will reflect organization appropriate to the purpose and to the interaction between writer and reader. This criterion considers the structure and the coherence of the presentation. Structure refers to the way the writer achieves unity by focusing and ordering the paragraphs or sections of the material. Coherence refers to the way the writer connects the ideas to provide continuity from point to point and throughout the text. These aspects of organization might vary according to the intended reader and the purpose for writing.**\n**4 OUTSTANDING**\n- Structure: Writer focuses and orders the material to convey a unified point or effect (either stated or implied).\n- Coherence: The writer provides clear and consistent movement within and between paragraphs and from beginning to end.\n**3 EFFECTIVE**\n- Structure: The writer focuses and orders the material to convey a generally unified point or effect (either stated or implied).\n- Coherence: The writer provides movement within and between paragraphs and from beginning to end.\n**2 ADEQUATE**\n- Structure: The writer provides some focus or order (either stated or implied) to the material, but the structure is somewhat unclear.\n- Coherence: The writer provides movement within and between paragraphs and from beginning to end, but this movement is at times either unclear or awkward.\n**1 INEFFECTIVE**\nStructure: The writer provides little or no focus or order (either stated or implied) to the material. Coherence: The writer provides little movement within and between the paragraphs and from beginning to end.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Written Communication** http://ipr.sc.edu/effectiveness/assessment/criteria/written.htm",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective C.**",
      "chunk_id": 125
    }
  },
  {
    "content": "Student's writing will reflect format appropriate to the writing situation. Students' writing will demonstrate the use of a written or printed format appropriate to the writing situation. Format may include spelling, capitalization, footnoting/bibliography forms, graphics, or any other elements of typography or appearance.\n**4 OUTSTANDING**\nThe text is clearly legible. The format is both appropriate and attractive. The writer misspells no words (or makes only a rare misspelling in a long or complex text).\n**3 EFFECTIVE**\nThe text is clearly legible. The format is appropriate. The writer's misspellings are few in proportion to the length and complexity of the text.\n**2 ADEQUATE**\nThe text is generally legible. The format is acceptable. The writer makes several misspellings in proportion to the length and complexity of the text.\n**1 INEFFECTIVE**\nThe text is generally illegible. The format is unacceptable. The writers misspellings are frequent enough to be distracting, regardless of the length or complexity of the text.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Written Communication** http://ipr.sc.edu/effectiveness/assessment/criteria/written.htm",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective D.**",
      "chunk_id": 126
    }
  },
  {
    "content": "The student's writing will demonstrate the ability to use punctuation to establish and clarify meaning. This criterion considers the writer's use of punctuation marks as means of establishing, clarifying, and reinforcing the meaning of the sentences. All aspects of punctuation are included here, ranging from misuse and omission to more sophisticated uses which exhibit the writer's command of punctuation to convey meaning.**\n**4 OUTSTANDING**\nThe writer's punctuation is clear, appropriate, and purposeful. The writer consistently exhibits a command of punctuation, as indicated by the appropriate use of sophisticated or varied punctuation.\n**3 EFFECTIVE**\nThe writer's punctuation is clear, appropriate, and purposeful. An occasional misuse or omission does not interfere with meaning.\n**2 ADEQUATE**\nThe writer's punctuation is generally clear, appropriate, and purposeful, although misuses or omissions occasionally interfere with meaning.\n**1 INEFFECTIVE**\nThe writer's misuses or omissions of punctuation frequently interfere with meaning.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Written Communication** http://ipr.sc.edu/effectiveness/assessment/criteria/written.htm",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective E.**",
      "chunk_id": 127
    }
  },
  {
    "content": "Students' writing will demonstrate the use of sentence structure to establish and clarify meaning. This criterion describes the writer's control of the elements of sentence construction to establish, clarify, and reinforce the meaning of the sentences. Concerns here include the writer's use not only of appropriate conventions of grammar and usage (e.g., subject-verb agreement, pronoun-antecedent agreement, verb forms, etc.) but also of sentence patterns to establish relationships among ideas (e.g., coordination, subordination, parallelism).**\n**4 OUTSTANDING**\nSyntax: The writer's use of clauses to establish sentence patterns consistently reinforces or emphasizes relationships among ideas.\nClarity: All parts of the sentence agree clearly and logically. The writer demonstrates a consistently good grasp of appropriate usage, grammar, and idiom. The sentences contain no misplaced words or phrases. The word order also seems deliberately and appropriately chosen for emphasis or for reinforcing the intended meaning.\nCompleteness: All sentences are grammatically complete.\n**3 EFFECTIVE**\nSyntax: For the most part, the writer's use of clauses to establish sentence pattern generally reinforces or emphasizes relationships among ideas.\nClarity: An isolated grammar or usage error does not obstruct clear and immediate understanding of the intended meaning. An isolated sentence contains a misplaced word or phrase, but such phrasing does not confuse the meaning.\nCompleteness: All sentences are grammatically complete.\n**2 ADEQUATE**\n- Syntax: The writer's use of clauses to establish sentence patterns reflects relationships among idea, but connections might sometimes be inappropriate or weak.\n- Clarity: Grammar or usage errors may appear, but they do not seriously confuse the intended meaning. An occasional sentence contains a misplaced word or phrase, which confuses the meaning.\nCompleteness: Except for an isolated error, all sentences are grammatically complete.\n**1 INEFFECTIVE**\nSyntax: Few, if any, sentence patterns reflect appropriate relationships among ideas.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Written Communication** http://ipr.sc.edu/effectiveness/assessment/criteria/written.htm",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective F.**",
      "chunk_id": 128
    }
  },
  {
    "content": "Clarity: Grammar or usage errors frequently confuse the intended meaning. More than an\noccasional sentence contain misplaced words or phrases which confuse the meaning.\nCompleteness: The writing exhibits more than an isolated failure to recognize the grammatical completeness of the sentence.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Written Communication** http://ipr.sc.edu/effectiveness/assessment/criteria/written.htm",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective F.**",
      "chunk_id": 129
    }
  },
  {
    "content": "Students' writing will demonstrate style, personal voice, and coherence as a communicator. Students' writing will demonstrate the writer's personal stance or voice as a communicator, which includes tone, point of view, attitude or personality. It also assesses the originality of the overall presentation, including the writer's ability to control the elements of writing to please, convince, or otherwise affect the reader.**\n**4 OUTSTANDING**\nThe writer's tone or general control of language consistently reflects a confident or authoritative central \"voice\" or \"personality.\" Word choice is consistently precise, varied, economical or inventive. The writing clearly shows stylistic talent.\n**3 EFFECTIVE**\nThe writer's tone or control of language generally reflects a confident or authoritative central \"voice\" or \"personality .\" Word choice is generally precise, varied, economical, or inventive. The writing exhibits some success at style.\n**2 ADEQUATE**\nA central \"voice\" or \"personality\" is evident, though inconsistent in minor ways. Word choice is occasionally precise, varied, economical, or inventive. Stylistic awkwardness may be evident, but is not seriously distracting.\n**1 INEFFECTIVE**\nThe writer's tone or general control of language is so lacking in consistency that little central \"voice\" or personality\" is evident. Word choice generally lacks precision, variety, economy, or inventiveness. Severe stylistic awkwardness is evident.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Written Communication** http://ipr.sc.edu/effectiveness/assessment/criteria/written.htm",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective G.**",
      "chunk_id": 130
    }
  },
  {
    "content": "Student's writing will reflect comprehension of other written texts and description, analysis, and synthesis of information and ideas appropriate to the assignment at any level.**\n**4 OUTSTANDING**\nIdentifies the subject very thoroughly; reflects highly developed observational skills; makes appropriate and reasonable inferences from the observations; sees relationships and relates to existing knowledge, skills or larger context.\n**3 EFFECTIVE**\nIdentifies the subject well; reflects good observational skills; makes inferences which are, for the most part, reasonable and appropriate; sees relationships and relates to existing knowledge.\n**2 ADEQUATE**\nIdentifies the subject clearly; shows reasonable observational skills; makes several reasonable inferences and relates to existing knowledge.\n**1 INEFFECTIVE**\nIdentifies the subject somewhat; shows undeveloped observational skills; makes unreasonable or inappropriate inferences; sees most obvious relationship but does not relate to existing knowledge.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of South Carolina General Education Assessment Criteria—Written Communication** http://ipr.sc.edu/effectiveness/assessment/criteria/written.htm",
      "subsection": "**Goal**",
      "sub_subsection": "**Objective H.**",
      "chunk_id": 131
    }
  },
  {
    "content": "http://www.uafortsmith.edu/Learning/AnalyticalSkills**\n**Definition**\nAnalytical / critical thinking skills include the ability to identify a concept or problem, to dissect or isolate its components, to organize information for decision making, to establish criteria for evaluation, and to draw appropriate conclusions.\n**Rationale**\nAnalytical / critical thinking skills are vital for successful problem solving.\n**Overarching Outcome**\nThe student will use analytical / critical thinking skills to draw conclusions and/or solve problems.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "Analytical Skills",
      "sub_subsection": "Null",
      "chunk_id": 132
    }
  },
  {
    "content": "The student will identify the concept or problem with its various components.\n**Levels of Behavior One:**\n- 1. **Exemplary Behavior**\n- o Formulate (through writing or illustration) a clear description of the problem or concept and specify its major components to be examined.\n- 2. **Accomplished Behavior**\n- o Describe (or sketch out) the problem and its components.\n- 3. **Developing Behavior**\n- o List or recognize a variety of components related to the concept or problem.\n- 4. **Beginning Behavior**\n- o Recognize that there is a problem or concept that needs to be solved.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "Analytical Skills",
      "sub_subsection": "**Student Behavior One**",
      "chunk_id": 133
    }
  },
  {
    "content": "The student will research, organize, and prioritize information.\n**Levels of Behavior Two:**\n- 1. **Exemplary Behavior**\n- o Select and prioritize information appropriate to solving the problem or concept.\n- 2. **Accomplished Behavior**\n- o Examine, categorize, and organize research information.\n- 3. **Developing Behavior**\n- o Gather research information.\n- 4. **Beginning Behavior**\n- o List areas to be researched.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "Analytical Skills",
      "sub_subsection": "**Student Behavior Two**",
      "chunk_id": 134
    }
  },
  {
    "content": "The student will establish criteria and propose solutions.\n1. **Exemplary Behavior**\no Construct several proposed solutions consistent with the proposed criteria.\n2. **Accomplished Behavior**\no Prioritize the criteria and propose at least one possible solution consistent with the proposed criteria.\n3. **Developing Behavior**\no Evaluate the criteria and propose a solution.\n4. **Beginning Behavior**\no Develop a criteria list.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "Analytical Skills",
      "sub_subsection": "**Student Behavior Three**",
      "chunk_id": 135
    }
  },
  {
    "content": "The student will implement and evaluate solutions.\n1. **Exemplary Behavior**\n- o Select and justify the final solution to the problem.\n- 2. **Accomplished Behavior**\n- o Analyze and evaluate all assessment information.\n- 3. **Developing Behavior**\n- o Gather assessment information about the implemented proposed solution(s).\n4. **Beginning Behavior**\no Implement at least one proposed solution.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "Analytical Skills",
      "sub_subsection": " **Student Behavior Four**",
      "chunk_id": 136
    }
  },
  {
    "content": "http://www.uafortsmith.edu/Learning/Creativity**\n**Definition**\nCreativity is the ability to identify and analyze creative works and processes and to synthesize ideas and materials to reach creative solutions to problems.\n**Rationale**\nThe study and application of creativity facilitates learning how humans express ideas and solve problems to enhance life.\n**Overarching Outcome One**\nStudents will solve real-world problems in a way that demonstrates imagination and invention.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "**Creativity",
      "sub_subsection": "Null",
      "chunk_id": 137
    }
  },
  {
    "content": "The student will define the problem.\n**Levels of Behavior 1.1:**\n- 1. **Exemplary Behavior**\n- o Consistently defines problem accurately.\n2. **Accomplished Behavior**\n- o Usually defines problem accurately.\n- 3. **Developing Behavior**\n- o Defines problem with minor omissions or errors.\n4. **Beginning Behavior**\no Defines problem inaccurately and/or incompletely.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "**Creativity",
      "sub_subsection": "**Student Behavior 1.1**",
      "chunk_id": 138
    }
  },
  {
    "content": "The student will analyze components of the problem.\n**Levels of Behavior 1.2:**\n1. **Exemplary Behavior**\no Consistently analyzes components of the problem accurately.\n2. **Accomplished Behavior**\no Usually analyzes components of the problem accurately.\n3. **Developing Behavior**\no Analyzes components of the problem with minor omissions or errors.\n4. **Beginning Behavior**\no Analyzes components of the problem inaccurately and/or incompletely.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "**Creativity",
      "sub_subsection": "**Student Behavior 1.2**",
      "chunk_id": 139
    }
  },
  {
    "content": "The student will brainstorm ideas and alternatives.\n**Levels of Behavior 1.3:**\n- 1. **Exemplary Behavior**\n- o Consistently able to brainstorm and identify related and realistic alternatives.\n2. **Accomplished Behavior**\no Able to brainstorm; can usually identify related and realistic alternatives.\n3. **Developing Behavior**\no Able to brainstorm; alternatives identified are unrelated and unrealistic.\n4. **Beginning Behavior**\no Unable to brainstorm ideas and alternatives.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "**Creativity",
      "sub_subsection": "**Student Behavior 1.3**",
      "chunk_id": 140
    }
  },
  {
    "content": "The student can formulate possible solution; implement test; analyze results; and synthesize results into a form of creative expression.\n**Levels of Behavior 1.4:**\n1. **Exemplary Behavior**\no Consistently able to formulate possible solutions and correctly implement, analyze, and synthesize test/results.\n2. **Accomplished Behavior**\no Able to formulate possible solutions; usually able to correctly implement, analyze, and synthesize test/results.\n3. **Developing Behavior**\no Able to formulate possible solutions; able to implement, analyze, and synthesize test/results with minor omissions or errors.\n4. **Beginning Behavior**\no Able to formulate possible solutions; unable to implement, analyze, and synthesize tests/results.\n**Overarching Outcome Two**\nThe student will interpret the meaning of creative work(s) and effectively communicate that meaning to an appropriate audience.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "**Creativity",
      "sub_subsection": "**Student Behavior 1.4**",
      "chunk_id": 141
    }
  },
  {
    "content": "The student will identify and define creative work(s).\n**Levels of Behavior 2.1:**\n- 1. **Exemplary Behavior**\n- o Consistently able to identify and define creative work(s).\n- 2. **Accomplished Behavior**\no Usually able to identify and define creative work(s).\n3. **Developing Behavior**\no Occasionally able to identify and define creative work(s).\n4. **Beginning Behavior**\no Unable to identify and define creative work(s).",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "**Creativity",
      "sub_subsection": "**Student Behavior 2.1**",
      "chunk_id": 142
    }
  },
  {
    "content": "The student will analyze component parts and processes.\n**Levels of Behavior 2.2:**\n- 1. **Exemplary Behavior**\n- o Consistently analyzes component parts and processes.\n- 2. **Accomplished Behavior**\n- o Usually analyzes component parts and processes.\n- 3. **Developing Behavior**\n- o Occasionally analyzes component parts and processes.\n4. **Beginning Behavior**\no Inaccurately analyzes component parts and processes.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "**Creativity",
      "sub_subsection": "**Student Behavior 2.2**",
      "chunk_id": 143
    }
  },
  {
    "content": "The student will interpret and synthesize the elements of the creative work(s).\n**Levels of Behavior 2.3:**\n1. **Exemplary Behavior**\no Consistently able to interpret and thoroughly synthesize elements of the creative work(s).\n2. **Accomplished Behavior**\no Able to interpret and accurately synthesize elements of the creative work(s) with few omissions.\n3. **Developing Behavior**\no Interpretation is attempted but may be unclear; therefore, unable to synthesize elements of the creative work(s).\n4. **Beginning Behavior**\no Unable to interpret and synthesize elements of the creative work(s).",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "**Creativity",
      "sub_subsection": "**Student Behavior 2.3**",
      "chunk_id": 144
    }
  },
  {
    "content": "The student, using a medium, will communicate the interpretation of creative works to an appropriate audience.\n**Levels of Behavior 2.4:**\n1. **Exemplary Behavior**\no Consistently and clearly communicates the interpretation of creative works choosing an appropriate medium and audience.\n2. **Accomplished Behavior**\no Usually able to communicate the interpretation of creative works choosing an appropriate medium and audience.\n3. **Developing Behavior**\no Able to communicate the interpretation of creative works in broad terms; choice of audience and medium may be inappropriate.\n4. **Beginning Behavior**\no Unable to communicate the interpretation of creative works to an appropriate audience without major omissions or errors.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "**Creativity",
      "sub_subsection": "**Student Behavior 2.4**",
      "chunk_id": 145
    }
  },
  {
    "content": "http://www.uafortsmith.edu/Learning/SocialInteraction\n**Definition**\nSocial interaction is the ability to work effectively with individuals and groups.\n**Rationale**\nTeamwork and social skills are vital to success in school, work, and the community.\n**Outcome**\nStudents will work effectively with individuals and groups.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "**Social Interaction**",
      "sub_subsection": "Null",
      "chunk_id": 146
    }
  },
  {
    "content": "Student will display personal behavior and interpersonal skills.\n**Levels of Behavior One:**\n1. **Exemplary Behavior**\no Almost always displays empathy, self-control, friendliness, generosity, cooperation, helpfulness, and respect\n2. **Accomplished Behavior**\no Usually displays empathy, self-control, friendliness, generosity, cooperation, helpfulness, and respect.\n3. **Developing Behavior**\no Sometimes displays empathy, self-control, friendliness, generosity, cooperation, helpfulness, and respect.\n4. **Beginning Behavior**\no Rarely displays self-control, friendliness, cooperation, helpfulness, and respect.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "**Social Interaction**",
      "sub_subsection": "**Student Behavior One**",
      "chunk_id": 147
    }
  },
  {
    "content": "Student will accept and deliver criticism well.\n**Levels of Behavior Two:**\n- 1. **Exemplary Behavior**\n- o Accepts and delivers criticism with compassion and confidence.\n2. **Accomplished Behavior**\no Delivers criticism with confidence, but doesn't always accept it well.\n3. **Developing Behavior**\no May deliver criticism if prompted, but doesn't always accept it well.\n4. **Beginning Behavior**\no Delivers criticism with sarcasm and doesn't accept it well.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "**Social Interaction**",
      "sub_subsection": "**Student Behavior Two**",
      "chunk_id": 148
    }
  },
  {
    "content": "Student will read others' body language.\n**Levels of Behavior Three:**\n1. **Exemplary Behavior**\no Can read others' body language.\n2. **Accomplished Behavior**\no Can usually read others' body language.\n3. **Developing Behavior**\no Can sometimes read others' body language.\n4. **Beginning Behavior**\no Usually ignores or fails to read others' body language.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "**Social Interaction**",
      "sub_subsection": "**Student Behavior Three**",
      "chunk_id": 149
    }
  },
  {
    "content": "Student will use conflict management techniques.\n**Levels of Behavior Four:**\n1. **Exemplary Behavior**\no Utilizes conflict management techniques in an individual, group, or professional setting.\n2. **Accomplished Behavior**\no Usually utilizes conflict management techniques in an individual, group, or professional setting.\n3. **Developing Behavior**\no Sometimes utilizes conflict management techniques in an individual, group, or professional setting.\n4. **Beginning Behavior**\no Rarely uses conflict management techniques in an individual, group, or professional setting.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "**Social Interaction**",
      "sub_subsection": "**Student Behavior Four**",
      "chunk_id": 150
    }
  },
  {
    "content": "Student will take on task-maintenance roles.\n**Levels of Behavior Five:**\n- 1. **Exemplary Behavior**\n- o Willingly takes on task and/or maintenance roles in a group.\n- 2. **Accomplished Behavior**\n- o Takes on task and/or maintenance roles in a group.\n- 3. **Developing Behavior**\n- o Usually doesn't take on task and/or maintenance roles in a group.\n4. **Beginning Behavior**\no Rarely participates in group activities.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "**Student Behavior Five**",
      "sub_subsection": "Null",
      "chunk_id": 151
    }
  },
  {
    "content": "Student will use humor appropriately.\n**Levels of Behavior Six:**\n- 1. **Exemplary Behavior**\n- o Almost always uses humor in an appropriate manner.\n- 2. **Accomplished Behavior**\no Usually uses humor in an appropriate manner.\n3. **Developing Behavior**\no Sometimes uses humor, but not always in an appropriate manner.\n4. **Beginning Behavior**\no Rarely uses humor in an appropriate manner.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**University of Arkansas, Fort Smith General Education Rubrics",
      "subsection": "**Student Behavior Five**",
      "sub_subsection": "**Student Behavior Six**",
      "chunk_id": 152
    }
  },
  {
    "content": "Downloaded 3/2/05 from http://www.neiu.edu/~neassess/gened.htm#rubric\n![](_page_55_Picture_1.jpeg)\nThis rubric evaluates a student's level of critical thinking based on five key dimensions: identifying issues, distinguishing types of claims, recognizing stakeholders and contexts, considering research methodology, and framing personal responses. Each dimension is assessed across four proficiency levels—No/Limited, Some, Proficient, and High Proficiency—highlighting a student's ability to analyze complex problems, reflect on multiple viewpoints, and apply academic reasoning.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**Northeastern Illinois University General Education Critical Thinking Rubric**",
      "subsection": "Null",
      "sub_subsection": "Null",
      "chunk_id": 153
    }
  },
  {
    "content": "Downloaded 3/2/05 from http://www.csufresno.edu/cetl/assessment/CTScoring.doc",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**California State University, Fresno General Education Scoring Guide for Critical Thinking**",
      "subsection": "Scoring Guide for Critical Thinking**",
      "sub_subsection": "Null",
      "chunk_id": 154
    }
  },
  {
    "content": "**TABLE-Scoring Guide for Critical Thinking**\n| Scoring Level        | Interpretation                                     | Analysis & Evaluation                                            | Presentation                                 |\n|----------------------|----------------------------------------------------|------------------------------------------------------------------|----------------------------------------------|\n| **4 - Accomplished** | Analyzes insightful questions                      | Examines conclusions                                             | Argues succinctly\n|                      | Refutes bias                                       | Uses reasonable judgment                                         | Discusses issues thoroughly\n|                      | Critiques content                                  | Discriminates rationally                                         | Shows intellectual honesty\n|                      | Examines inconsistencies                           | Synthesizes data                                                 | Justifies decisions\n|                      | Values information                                 | Views information critically                                     | Assimilates information |\n| **3 - Competent**    | Asks insightful questions                          | Formulates conclusions                                           | Argues clearly\n|                      | Detects bias                                       | Recognizes arguments                                             | Identifies issues\n|                      | Categorizes content                                | Notices differences                                              | Attributes sources naturally\n|                      | Identifies inconsistencies                         | Evaluates data                                                   | Suggests solutions\n|                      | Recognizes context                                 | Seeks out information                                            | Incorporates information |\n| **2 - Developing**   | Identifies some questions                          | Identifies some conclusions                                      | Misconstructs arguments\n|                      | Notes some bias                                    | Sees some arguments                                              | Generalizes issues\n|                      | Recognizes basic content                           | Identifies some differences                                      | Cites sources\n|                      | States some inconsistencies                        | Paraphrases data                                                 | Presents few options\n|                      | Selects sources adequately                         | Assumes information valid                                        | Overlooks some information |\n| **1 - Beginning**    | Fails to question data                             | Fails to draw conclusions                                        | Omits argument\n|                      | Ignores bias                                       | Sees no arguments                                                | Misrepresents issues\n|                      | Misses major content areas                         | Overlooks differences                                            | Excludes data\n|                      | Detects no inconsistencies                         | Repeats data                                                     | Draws faulty conclusions\n|                      | Chooses biased sources                             | Omits research                                                   | Shows intellectual dishonesty |\nThis scoring guide provides a framework for assessing students' critical thinking abilities across three major skill areas: Interpretation, Analysis & Evaluation, and Presentation. It uses four levels of performance—Beginning, Developing, Competent, and Accomplished—to describe how effectively a student interprets information, evaluates arguments, and presents their ideas. The guide is designed to promote intellectual honesty, coherence, and depth in student work.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**California State University, Fresno General Education Scoring Guide for Critical Thinking**",
      "subsection": "Scoring Guide for Critical Thinking**",
      "sub_subsection": "Null",
      "type": "table",
      "chunk_id": 155
    }
  },
  {
    "content": "![](_page_57_Picture_1.jpeg),This rubric evaluates students’ information literacy across five core competencies, based on the ACRL (Association of College & Research Libraries) standards. These competencies include the ability to determine the extent of information needed, access it effectively, evaluate sources critically, use information for a specific purpose, and understand legal, ethical, and societal issues in using information. The rubric classifies performance into three levels: Beginner, Proficient, and Advanced, to help educators assess students' research skills and responsible information usage.\n\\*Prepared by the CSU Information Competence Initiative, October 2002, based on the 2000 ACRL *Information Literacy Competency Standards For Higher Education.* For more information, see http://www.calstate.edu/LS/1\\_rubric.doc.",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**California State University, Fresno General Education Scoring Guide for Critical Thinking**",
      "subsection": "Rubrics for Assessing Information Competence in the California State University",
      "sub_subsection": "Null",
      "chunk_id": 156
    }
  },
  {
    "content": "Downloaded July 9, 2005 from http://its.monmouth.edu/facultyresourcecenter/Rubrics/A%20Rubric%20for%20Rubrics.htm\n![](_page_58_Picture_1.jpeg),This meta-rubric, developed by Dr. Bonnie B. Mullinix, is a tool for evaluating the effectiveness and implementation of rubrics in educational settings. It includes seven criteria: clarity of criteria, distinction between levels, reliability of scoring, clarity of expectations, support for metacognition, and learner engagement in rubric development. Each criterion is rated on a four-level scale from Unacceptable to Exemplary, helping instructors reflect on how rubrics guide learning, scoring consistency, and student involvement.\n*Dr. Bonnie B. Mullinix © Monmouth University December 2003*",
    "metadata": {
      "source": "Southeast Massouri State University Rubric Examples",
      "page": "Unspecified",
      "section": "**California State University, Fresno General Education Scoring Guide for Critical Thinking**",
      "subsection": "**A Rubric for Rubrics:** *A Tool for Assessing the Quality and Use of Rubrics in Education*",
      "sub_subsection": "Null",
      "chunk_id": 157
    }
  }
]